{"code":"bk","name":"Bosnia and Herzegovina","region":"Europe","background":"Bosnia and Herzegovina's declaration of sovereignty in October 1991 was followed by a declaration of independence from the former Yugoslavia on 3 March 1992 after a referendum boycotted by ethnic Serbs. The Bosnian Serbs - supported by neighboring Serbia and Montenegro - responded with armed resistance aimed at partitioning the republic along ethnic lines and joining Serb-held areas to form a \"Greater Serbia.\" In March 1994, Bosniaks and Croats reduced the number of warring factions from three to two by signing an agreement creating a joint Bosniak/Croat Federation of Bosnia and Herzegovina. On 21 November 1995, in Dayton, Ohio, the warring parties initialed a peace agreement that brought to a halt three years of interethnic civil strife (the final agreement was signed in Paris on 14 December 1995). The Dayton Peace Accords retained Bosnia and Herzegovina's international boundaries and created a multi-ethnic and democratic government charged with conducting foreign, diplomatic, and fiscal policy. Also recognized was a second tier of government composed of two entities roughly equal in size: the Bosniak/Bosnian Croat Federation of Bosnia and Herzegovina and the Bosnian Serb-led Republika Srpska (RS). The Federation and RS governments were charged with overseeing most government functions. The Dayton Accords also established the Office of the High Representative (OHR) to oversee the implementation of the civilian aspects of the agreement. The Peace Implementation Council (PIC) at its conference in Bonn in 1997 also gave the High Representative the authority to impose legislation and remove officials, the so-called \"Bonn Powers.\" In 1995-96, a NATO-led international peacekeeping force (IFOR) of 60,000 troops served in Bosnia to implement and monitor the military aspects of the agreement. IFOR was succeeded by a smaller, NATO-led Stabilization Force (SFOR) whose mission was to deter renewed hostilities. European Union peacekeeping troops (EUFOR) replaced SFOR in December 2004; their mission is to maintain peace and stability throughout the country. EUFOR's mission changed from peacekeeping to civil policing in October 2007, with its presence reduced from nearly 7,000 to less than 2,500 troops. Troop strength at the end of 2010 stood at roughly 1,500. In January 2010, Bosnia and Herzegovina assumed a nonpermanent seat on the UN Security Council for the 2010-11 term.","geo":{"Location":"Southeastern Europe, bordering the Adriatic Sea and Croatia","Geographic coordinates":{"N":{"deg":44,"min":0},"E":{"deg":18,"min":0}},"Map references":{},"Area":{"total":{"quantity":51197,"unit":"sq km"},"country comparison to the world":"","land":{"quantity":51187,"unit":"sq km"},"water":{"quantity":10,"unit":"sq km"}},"Area - comparative":"slightly smaller than West Virginia","Land boundaries":{"total":{"quantity":1538,"unit":"km"},"border countries":"Croatia 932 km, Montenegro 249 km, Serbia 357 km"},"Coastline":{"quantity":20,"unit":"km"},"Maritime claims":"no data available","Terrain":"mountains and valleys","Elevation extremes":{"lowest point":"Adriatic Sea 0 m","highest point":"Maglic 2,386 m"},"Land use":{"arable land":{"quantity":19.61,"unit":"%"},"permanent crops":{"quantity":1.89,"unit":"%"},"other":{"quantity":78.5,"unit":"%"}},"Irrigated land":{"quantity":30,"unit":"sq km"},"Total renewable water resources":{"quantity":37.5,"unit":"cu km"},"Natural hazards":"destructive earthquakes","internationalEnvironmentAgreements":{"signed, but not ratified":"none of the selected agreements","partyTo":["Air Pollution","Biodiversity","Climate Change","Climate Change-Kyoto Protocol","Desertification","Hazardous Wastes","Law of the Sea","Marine Life Conservation","Ozone Layer Protection","Wetlands"]},"naturalResources":["coal","iron ore","bauxite","copper","lead","zinc","chromite","cobalt","manganese","nickel","clay","gypsum","salt","sand","timber","hydropower"],"environmentalIssues":["air pollution from metallurgical plants","sites for disposing of urban waste are limited","water shortages and destruction of infrastructure because of the 1992-95 civil strife","deforestation"],"climate":["hot summers and cold winters","areas of high elevation have short, cool summers and long, severe winters","mild, rainy winters along coast"],"geographyNote":["within Bosnia and Herzegovina's recognized borders, the country is divided into a joint Bosniak/Croat Federation (about 51% of the territory) and the Bosnian Serb-led Republika Srpska or RS (about 49% of the territory)","the region called Herzegovina is contiguous to Croatia and Montenegro, and traditionally has been settled by an ethnic Croat majority in the west and an ethnic Serb majority in the east"]},"people":{"Population":4622,"Age structure":{"0-14 years":{"quantity":14,"unit":"%"},"15-64 years":{"quantity":71,"unit":"%"},"65 years and over":"15% (male 283,233/female 410,288) (2011 est.)"},"Median age":{"total":{"quantity":40.7,"unit":"years"},"male":{"quantity":39.6,"unit":"years"},"female":{"quantity":41.9,"unit":"years"}},"Population growth rate":{"quantity":0.008,"unit":"%"},"Birth rate":{"quantity":8.89,"unit":"births/1,000 population"},"Death rate":{"quantity":8.8,"unit":"deaths/1,000 population"},"Net migration rate":{"quantity":0,"unit":"migrant(s)/1,000 population"},"Urbanization":{"urban population":{"quantity":49,"unit":"% of total population"},"rate of urbanization":{"quantity":1.1,"unit":"% annual rate of change"}},"Major cities - population":"SARAJEVO (capital) 392,000 (2009)","Sex ratio":{"at birth":{"quantity":1.074,"unit":"male(s)/female"},"under 15 years":{"quantity":1.07,"unit":"male(s)/female"},"15-64 years":{"quantity":1.02,"unit":"male(s)/female"},"65 years and over":{"quantity":0.69,"unit":"male(s)/female"},"total population":{"quantity":0.97,"unit":"male(s)/female"}},"Infant mortality rate":{"total":{"quantity":8.67,"unit":"deaths/1,000 live births"},"country comparison to the world":"","male":{"quantity":9.95,"unit":"deaths/1,000 live births"},"female":{"quantity":7.3,"unit":"deaths/1,000 live births"}},"Life expectancy at birth":{"total population":{"quantity":78.81,"unit":"years"},"country comparison to the world":"","male":{"quantity":75.25,"unit":"years"},"female":{"quantity":82.63,"unit":"years"}},"Total fertility rate":{"quantity":1.27,"unit":"children born/woman"},"HIV/AIDS - adult prevalence rate":"less than 0.1% (2007 est.)","HIV/AIDS - people living with HIV/AIDS":900,"HIV/AIDS - deaths":100,"Drinking water source":{},"Sanitation facility access":{},"Nationality":{"noun":"Bosnian(s), Herzegovinian(s)","adjective":"Bosnian, Herzegovinian"},"Ethnic groups":{"Ethnic groups":"Bosniak 48%, Serb 37.1%, Croat 14.3%, other 0.6% (2000)"},"Literacy":{"definition":"age 15 and over can read and write","total population":{"quantity":96.7,"unit":"%"},"male":{"quantity":99,"unit":"%"},"female":{"quantity":94.4,"unit":"%"}},"School life expectancy (primary to tertiary education)":{"total":{"quantity":14,"unit":"years"},"male":{"quantity":13,"unit":"years"},"female":{"quantity":14,"unit":"years"}},"Education expenditures":"NA","religions":["Muslim 40%","Orthodox 31%","Roman Catholic 15%","other 14%"],"languages":["Bosnian (official)","Croatian (official)","Serbian"]},"government":{"Country name":{"conventional long form":"none","conventional short form":"Bosnia and Herzegovina","local long form":"none","local short form":"Bosna i Hercegovina","former":"People's Republic of Bosnia and Herzegovina, Socialist Republic of Bosnia and Herzegovina"},"Government type":"emerging federal democratic republic","Capital":{"name":"Sarajevo","geographic coordinates":{"N":{"deg":43,"min":52},"E":{"deg":18,"min":25}},"time difference":"UTC+1 (6 hours ahead of Washington, DC during Standard Time)","daylight saving time":"+1hr, begins last Sunday in March; ends last Sunday in October"},"Independence":"1 March 1992 (from Yugoslavia; referendum for independence completed on 1 March 1992; independence declared on 3 March 1992)","National holiday":"National Day, 25 November (1943)","Legal system":"civil law system; Constitutional Court review of legislative acts","International law organization participation":"has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction","Suffrage":"18 years of age, 16 if employed; universal","Executive branch":{"chief of state":"Chairman of the Presidency Nebojsa RADMANOVIC (chairman of the presidency since 10 November 2010; presidency member since 6 November 2006 - Serb); other members of the three-member presidency rotate every eight months: Bakir IZETBEGOVIC (presidency member since 10 November 2010 - Bosniak); Zeljko KOMSIC (presidency member since 6 November 2006 - Croat)","head of government":"Chairman of the Council of Ministers Nikola SPIRIC (since 11 January 2007)","cabinet":"Council of Ministers nominated by the council chairman; approved by the state-level House of Representatives","elections":"the three members of the presidency (one Bosniak, one Croat, one Serb) elected by popular vote for a four-year term (eligible for a second term, but then ineligible for four years) by constituencies referring to the three ethnic groups; the candidate with the most votes in a constituency is elected; the chairmanship rotates every eight months and resumes where it left off following each general election; election last held on 3 October 2010 (next to be held in October 2014); the chairman of the Council of Ministers appointed by the presidency and confirmed by the state-level House of Representatives","election results":"percent of vote - Nebojsa RADMANOVIC with 48.9% of the votes for the Serb seat; Zeljko KOMSIC with 60.6% of the votes for the Croat seat; Bakir IZETBEGOVIC with 34.9% of the votes for the Bosniak seat"},"Legislative branch":{"Legislative branch":"bicameral Parliamentary Assembly or Skupstina consists of the House of Peoples or Dom Naroda (15 seats, 5 Bosniak, 5 Croat, 5 Serb; members elected by the Bosniak/Croat Federation's House of Peoples and the Republika Srpska's National Assembly to serve four-year terms); and the state-level House of Representatives or Predstavnicki Dom (42 seats, 28 seats allocated for the Federation of Bosnia and Herzegovina and 14 seats for the Republika Srpska; members elected by popular vote on the basis of proportional representation to serve four-year terms); note - Bosnia's election law specifies four-year terms for the state and first-order administrative division entity legislatures","elections":"House of Peoples - last constituted in February 2007 (next to be constituted in 2011); state-level House of Representatives - elections last held on 3 October 2010 (next to be held in October 2014)","election results":"House of Peoples - percent of vote by party/coalition - NA; seats by party/coalition - NA; state-level House of Representatives - percent of vote by party/coalition - NA; seats by party/coalition - SDP BiH 8, SNSD 8, SDA 7, SDS 4, SBBBiH 4, HDZ-BiH 3, SBiH 2, HDZ-1990/HSP 2, other 4"},"Judicial branch":{"Judicial branch":"BiH Constitutional Court (consists of nine members: four members are selected by the Bosniak/Croat Federation's House of Representatives, two members by the Republika Srpska's National Assembly, and three non-Bosnian members by the president of the European Court of Human Rights); BiH State Court (consists of 44 national judges and seven international judges and has three divisions - Administrative, Appellate and Criminal - having jurisdiction over cases related to state-level law and cases initiated in the entities that question BiH's sovereignty, political independence, or national security or with economic crimes that have serious repercussions to BiH's economy, beyond that of an entity or Brcko District); a War Crimes Chamber opened in March 2005"},"Political parties and leaders":"Alliance for a Better Future of BiH or SBB-BiH [Fahrudin RADONCIC]; Alliance of Independent Social Democrats or SNSD [Milorad DODIK]; Bosnian Party or BOSS [Mirnes AJANOVIC]; Bosnian Patriotic Party or BPS [Sefer HALILOVIC]; Civic Democratic Party or GDS [Ibrahim SPAHIC]; Croat Party of Rights or HSP [Zvonko JURISIC]; Croat Peasants' Party-New Croat Initiative or HSS-NHI [Ante COLAK]; Croatian Christian Democratic Union of Bosnia and Herzegovina or HKDU [Ivan MUSA]; Croatian Democratic Union of Bosnia and Herzegovina or HDZ-BiH [Dragan COVIC]; Croatian Democratic Union 1990 or HDZ-1990 [Bozo LJUBIC]; Croatian Peoples Union [Milenko BRKIC]; Democratic National Union or DNZ [Rifat DOLIC]; Democratic Party or DP [Dragan CAVIC]; Democratic Peoples' Alliance or DNS [Marko PAVIC]; Liberal Democratic Party or LDS [Rasim KADIC]; Nasa Stranka or NS [NA; leadership elections late 2010/early 2011]; New Socialist Party or NSP [Zdravko KRSMANOVIC]; Party for Bosnia and Herzegovina or SBiH [Haris SILAJDZIC]; Party of Democratic Action or SDA [Sulejman TIHIC]; Party of Democratic Progress or PDP [Mladen IVANIC]; Peoples' Party of Work for Progress or NSRzB [Mladen IVANKOVIC-LIJANOVIC]; Serb Democratic Party or SDS [Mladen BOSIC]; Serb Radical Party of the Republika Srpska or SRS-RS [Milanko MIHAJLICA]; Serb Radical Party-Dr. Vojislav Seselj or SRS-VS [Mirko BLAGOJEVIC]; Social Democratic Party of BiH or SDP BiH [Zlatko LAGUMDZIJA]; Social Democratic Union or SDU [Nermin PECANAC]; Socialist Party of Republika Srpska or SPRS [Petar DJOKIC]","Political pressure groups and leaders":{"other":"war veterans; displaced persons associations; family associations of missing persons; private media"},"Diplomatic representation in the US":{"chief of mission":"Ambassador Mitar KUJUNDZIC","chancery":"2109 E Street NW, Washington, DC 20037","telephone":"[1] (202) 337-1500","FAX":"[1] (202) 337-1502","consulate(s) general":"Chicago, New York"},"Diplomatic representation from the US":{"chief of mission":"Ambassador Patrick S. MOON","embassy":"1 Robert C. Frasure Street, 71000 Sarajevo","mailing address":"use embassy street address","telephone":"[387] (33) 704-000","FAX":"[387] (33) 659-722"},"Flag description":"a wide medium blue vertical band on the fly side with a yellow isosceles triangle abutting the band and the top of the flag; the remainder of the flag is medium blue with seven full five-pointed white stars and two half stars top and bottom along the hypotenuse of the triangle; the triangle approximates the shape of the country and its three points stand for the constituent peoples - Bosniaks, Croats, and Serbs; the stars represent Europe and are meant to be continuous (thus the half stars at top and bottom); the colors (white, blue, and yellow) are often associated with neutrality and peace, and traditionally are linked with Bosnia","National anthem":{"name":"\"Drzavna himna Bosne i Hercegovine\" (The National Anthem of Bosnia and Herzegovina)","lyrics/music":"Dusan SESTIC and Benjamin ISOVIC/Dusan SESTIC"},"internationalOrganizations":["BIS","CE","CEI","EAPC","EBRD","FAO","G-77","IAEA","IBRD","ICAO","ICRM","IDA","IDB","IFAD","IFC","IFRCS","ILO","IMF","IMO","IMSO","Interpol","IOC","IOM","IPU","ISO","ITSO","ITU","ITUC","MIGA","MONUSCO","NAM (observer)","OAS (observer)","OIC (observer)","OPCW","OSCE","PFP","SECI","UN","UN Security Council (temporary)","UNCTAD","UNESCO","UNIDO","UNWTO","UPU","WCO","WHO","WIPO","WMO","WTO (observer)"],"administrativeDivisions":["2 first-order administrative divisions and 1 internationally supervised district* - Brcko district (Brcko Distrikt)*","the Bosniak/Croat Federation of Bosnia and Herzegovina (Federacija Bosna i Hercegovina) and the Bosnian Serb-led Republika Srpska","note - Brcko district is in northeastern Bosnia and is a self-governing administrative unit under the sovereignty of Bosnia and Herzegovina and formally held in condominium between the two entities","the District remains under international supervision"]},"economy":{"Economy - overview":"The interethnic warfare in Bosnia and Herzegovina caused production to plummet by 80% from 1992 to 1995 and unemployment to soar. With an uneasy peace in place, output recovered in 1996-99 at high percentage rates from a low base; but output growth slowed in 2000-02. Part of the lag in output was made up during 2003-08, when GDP growth exceeded 5% per year. However, the country experienced a decline in GDP of more than 3% in 2009 reflecting local effects of the global economic crisis. One of Bosnia's main economic challenges in 2010 has been to reduce spending on public sector wages and social benefits to meet the IMF's criteria for obtaining funding for budget shortfalls. Banking reform accelerated in 2001 as all the Communist-era payments bureaus were shut down; foreign banks, primarily from Austria and Italy, now control most of the banking sector. The konvertibilna marka (convertible mark or BAM) - the national currency introduced in 1998 - is pegged to the euro, and confidence in the currency and the banking sector has increased. Bosnia's private sector is growing, but foreign investment has dropped off sharply since 2007. Government spending, at roughly 50% of GDP, remains high because of redundant government offices at the state, entity and municipal level. Privatization of state enterprises has been slow, particularly in the Federation where political division between ethnically-based political parties makes agreement on economic policy more difficult. A sizeable current account deficit and high unemployment rate remain the two most serious macroeconomic problems. Successful implementation of a value-added tax in 2006 provided a predictable source of revenue for the government and helped rein in gray-market activity. National-level statistics have also improved over time but a large share of economic activity remains unofficial and unrecorded. Bosnia and Herzegovina became a full member of the Central European Free Trade Agreement in September 2007. Bosnia and Herzegovina's top economic priorities are: acceleration of integration into the EU; strengthening the fiscal system; public administration reform; World Trade Organization (WTO) membership; and securing economic growth by fostering a dynamic, competitive private sector. The country has received a substantial amount of foreign assistance and will need to demonstrate its ability to implement its economic reform agenda in order to advance its stated goal of EU accession. In 2009, Bosnia and Herzegovina undertook an International Monetary Fund (IMF) standby arrangement, necessitated by sharply increased social spending and a fiscal crisis exacerbated by the global economic downturn. The program aims to reduce recurrent government spending and to strengthen revenue collection.","GDP (purchasing power parity)":{"GDP (purchasing power parity)":{"usd":30330000000},"country comparison to the world":""},"GDP (official exchange rate)":{"usd":16829999999.999998},"GDP - real growth rate":{"quantity":0.8,"unit":"%"},"GDP - per capita (PPP)":{"GDP - per capita (PPP)":{"usd":null},"country comparison to the world":""},"GDP - composition by sector":{"agriculture":{"quantity":6.5,"unit":"%"},"industry":{"quantity":28.4,"unit":"%"},"services":{"quantity":65.1,"unit":"%"}},"Labor force":2600000,"Labor force - by occupation":{"agriculture":{"quantity":20.5,"unit":"%"},"industry":{"quantity":32.6,"unit":"%"},"services":{"quantity":47,"unit":"%"}},"Unemployment rate":{"Unemployment rate":{"quantity":43.1,"unit":"%"},"country comparison to the world":""},"Population below poverty line":{"quantity":18.6,"unit":"%"},"Household income or consumption by percentage share":{"lowest 10%":{"quantity":2.8,"unit":"%"},"highest 10%":{"quantity":27.4,"unit":"%"}},"Distribution of family income - Gini index":34.1,"Budget":{"revenues":{"usd":7750000000},"expenditures":{"usd":7820000000}},"Public debt":{"quantity":39,"unit":"% of GDP"},"Inflation rate (consumer prices)":{"quantity":3.1,"unit":"%"},"Commercial bank prime lending rate":{"quantity":7.93,"unit":"%"},"Stock of narrow money":{"usd":4098000000},"Stock of broad money":{"usd":9307000000},"Stock of domestic credit":{"usd":10090000000},"Market value of publicly traded shares":"$NA","Industrial production growth rate":{"quantity":1.6,"unit":"%"},"Electricity - production":{"quantity":14580000000,"unit":"kWh"},"Electricity - consumption":{"quantity":10800000000,"unit":"kWh"},"Electricity - exports":{"quantity":3900000000,"unit":"kWh"},"Electricity - imports":{"quantity":1200000000,"unit":"kWh"},"Oil - production":"NA bbl/day (2008 est.)","Oil - consumption":"NA bbl/day (2009 est.)","Oil - exports":{"quantity":191.8,"unit":"bbl/day"},"Oil - imports":{"quantity":25990,"unit":"bbl/day"},"Oil - proved reserves":{"quantity":0,"unit":"bbl"},"Natural gas - production":{"quantity":0,"unit":"cu m"},"Natural gas - consumption":{"quantity":390000000,"unit":"cu m"},"Natural gas - exports":{"quantity":0,"unit":"cu m"},"Natural gas - imports":{"quantity":390000000,"unit":"cu m"},"Natural gas - proved reserves":{"quantity":0,"unit":"cu m"},"Current account balance":"$-1.175 billion (2010 est.)","Exports":{"usd":4804000000},"Imports":{"usd":9220000000},"Reserves of foreign exchange and gold":{"usd":4200000000},"Debt - external":{"usd":7996000000},"Exchange rates":"konvertibilna markas (BAM) per US dollar -","industries":["steel, coal, iron ore, lead, zinc, manganese, bauxite, aluminum, vehicle assembly, textiles, tobacco products, wooden furniture, ammunition, domestic appliances, oil refining"],"agricultureProducts":["wheat","corn","fruits","vegetables","livestock"],"exportCommodities":["metals","clothing","wood products"],"exportPartners":["Croatia 19.07%","Slovenia 18.58%","Italy 16.87%","Germany 13.38%","Austria 10.25%"],"importCommodities":["machinery and equipment","chemicals","fuels","foodstuffs"],"importPartners":["Croatia 22.17%","Germany 14.04%","Slovenia 13.45%","Italy 11.89%","Austria 6.61%","Hungary 5.74%"]},"communications":{"Telephones - main lines in use":998600,"Telephones - mobile cellular":3257000,"Telephone system":{"general assessment":"post-war reconstruction of the telecommunications network, aided by a internationally sponsored program, resulting in sharp increases in the number of fixed telephone lines available","domestic":"fixed-line teledensity roughly 22 per 100 persons; mobile-cellular subscribership has been increasing rapidly and, in 2009, reached 70 telephones per 100 persons","international":"country code - 387; no satellite earth stations (2009)"},"Broadcast media":"3 public TV broadcasters: Radio and TV of Bosnia and Herzegovina, Federation TV (operating 2 networks), and Republika Srpska Radio-TV; a local commercial network of 5 TV stations; 3 private, near-national TV stations and dozens of small independent TV stations broadcasting; 3 large public radio broadcasters and a large number of private radio stations (2010)","Internet country code":".ba","Internet hosts":95234,"Internet users":1422000},"transport":{"Airports":25,"Airports - with paved runways":{"total":7,"2,438 to 3,047 m":4,"1,524 to 2,437 m":1,"under 914 m":2},"Airports - with unpaved runways":{"total":18,"1,524 to 2,437 m":1,"914 to 1,523 m":6,"under 914 m":11},"Heliports":5,"Pipelines":"gas 147 km; oil 9 km","Railways":{"total":{"quantity":601,"unit":"km"},"country comparison to the world":"","standard gauge":"601 km 1.435-m gauge (392 km electrified) (2009)"},"Roadways":{"total":{"quantity":22926,"unit":"km"},"country comparison to the world":"","paved":{"quantity":19426,"unit":"km"},"unpaved":{"quantity":3500,"unit":"km"}},"Waterways":"(Sava River on northern border; open to shipping but use limited) (2009)","Ports and terminals":"Bosanska Gradiska, Bosanski Brod, Bosanski Samac, and Brcko (all inland waterway ports on the Sava River), Orasje"},"military":{"Military branches":"Armed Forces of Bosnia and Herzegovina (AFBiH): Army of Bosnia and Herzegovina, Air and Air Defense Forces of Bosnia and Herzegovina (Zrakoplovstvo i Protuzracna Obrana, ZPO) (2010)","Military service age and obligation":"18 years of age for voluntary military service; conscription abolished in January 2006; 4-month service obligation; mandatory retirement at age 35 or after 15 years of service (2010)","Manpower available for military service":{"males age 16-49":1180,"females age 16-49":1143},"Manpower fit for military service":{"males age 16-49":968242,"females age 16-49":937327},"Manpower reaching militarily significant age annually":{"male":26601,"female":24879},"Military expenditures":{"quantity":4.5,"unit":"% of GDP"}},"issues":{"Refugees and internally displaced persons":{"refugees (country of origin)":7269,"IDPs":"131,600 (Bosnian Croats, Serbs, and Bosniaks displaced in 1992-95 war) (2007)"},"Illicit drugs":"increasingly a transit point for heroin being trafficked to Western Europe; minor transit point for marijuana; remains highly vulnerable to money-laundering activity given a primarily cash-based and unregulated economy, weak law enforcement, and instances of corruption","internationalDisputes":["Serbia delimited about half of the boundary with Bosnia and Herzegovina, but sections along the Drina River remain in dispute"]}}