{"code":"bq","name":"Navassa Island","region":"Central America and Caribbean","background":"This uninhabited island was claimed by the US in 1857 for its guano. Mining took place between 1865 and 1898. The lighthouse, built in 1917, was shut down in 1996 and administration of Navassa Island transferred from the Coast Guard to the Department of the Interior. A 1998 scientific expedition to the island described it as a unique preserve of Caribbean biodiversity; the following year it became a National Wildlife Refuge and annual scientific expeditions have continued.","geo":{"Location":"Caribbean, island in the Caribbean Sea, 35 miles west of Tiburon Peninsula of Haiti","Geographic coordinates":{"N":{"deg":18,"min":25},"W":{"deg":75,"min":2}},"Map references":{},"Area":{"total":{"quantity":5.4,"unit":"sq km"},"country comparison to the world":"","land":{"quantity":5.4,"unit":"sq km"},"water":{"quantity":0,"unit":"sq km"}},"Area - comparative":"about nine times the size of The Mall in Washington, DC","Land boundaries":{"quantity":0,"unit":"km"},"Coastline":{"quantity":8,"unit":"km"},"Maritime claims":{"territorial sea":{"quantity":12,"unit":"nm"},"exclusive economic zone":{"quantity":200,"unit":"nm"}},"Terrain":"raised coral and limestone plateau, flat to undulating; ringed by vertical white cliffs (9 to 15 m high)","Elevation extremes":{"lowest point":"Caribbean Sea 0 m","highest point":"unnamed elevation on southwest side 77 m"},"Land use":{"arable land":{"quantity":0,"unit":"%"},"permanent crops":{"quantity":0,"unit":"%"},"other":{"quantity":100,"unit":"%"}},"Natural hazards":"hurricanes","naturalResources":["guano"],"environmentalIssues":["NA"],"climate":["marine, tropical"],"geographyNote":["strategic location 160 km south of the US Naval Base at Guantanamo Bay, Cuba","mostly exposed rock with numerous solution holes (limestone sinkholes) but with enough grassland to support goat herds","dense stands of fig trees, scattered cactus"]},"people":{"Population":{"Population":"uninhabited"}},"government":{"Country name":{"conventional long form":"none","conventional short form":"Navassa Island"},"Dependency status":"unorganized, unincorporated territory of the US; administered by the Fish and Wildlife Service, US Department of the Interior from the Caribbean Islands National Wildlife Refuge in Boqueron, Puerto Rico; in September 1996, the Coast Guard ceased operations and maintenance of Navassa Island Light, a 46-meter-tall lighthouse on the southern side of the island; there has also been a private claim advanced against the island","Legal system":"the laws of the US, where applicable, apply","Diplomatic representation from the US":"none (territory of the US)","Flag description":"the flag of the US is used"},"economy":{"Economy - overview":"Subsistence fishing and commercial trawling occur within refuge waters."},"communications":{"Broadcast media":"no television or radio broadcast stations (2009)"},"transport":{"Ports and terminals":"none; offshore anchorage only"},"military":{"Military - note":"defense is the responsibility of the US"},"issues":{"internationalDisputes":["claimed by Haiti, source of subsistence fishing"]}}