{"code":"dx","name":"Dhekelia","region":"Europe","background":"By terms of the 1960 Treaty of Establishment that created the independent Republic of Cyprus, the UK retained full sovereignty and jurisdiction over two areas of almost 254 square kilometers - Akrotiri and Dhekelia. The larger of these is the Dhekelia Sovereign Base Area, which is also referred to as the Eastern Sovereign Base Area.","geo":{"Location":"Eastern Mediterranean, on the southeast coast of Cyprus near Famagusta","Geographic coordinates":{"N":{"deg":34,"min":59},"E":{"deg":33,"min":45}},"Map references":{},"Area":{"total":{"quantity":130.8,"unit":"sq km"},"country comparison to the world":""},"Area - comparative":"about three-quarters the size of Washington, DC","Land boundaries":{"total":{"quantity":103,"unit":"km"},"border countries":"Cyprus 103 km (approximately)"},"Coastline":{"quantity":27.5,"unit":"km"},"environmentalIssues":["netting and trapping of small migrant songbirds in the spring and autumn"],"climate":["temperate","Mediterranean with hot, dry summers and cool winters"],"geographyNote":["British extraterritorial rights also extended to several small off-post sites scattered across Cyprus","of the Sovereign Base Area land 60% is privately owned and farmed, 20% is owned by the Ministry of Defense, and 20% is SBA Crown land"]},"people":{"Population":"approximately 15,700 live on the Sovereign Base Areas of Akrotiri and Dhekelia including 7,700 Cypriots, 3,600 service and UK based contract personnel, and 4,400 dependents","School life expectancy (primary to tertiary education)":"NA","Education expenditures":"NA","languages":["English","Greek"]},"government":{"Country name":{"conventional long form":"none","conventional short form":"Dhekelia"},"Dependency status":"a special form of UK overseas territory; administered by an administrator who is also the Commander, British Forces Cyprus","Capital":{"name":"Episkopi Cantonment (base administrative center for Akrotiri and Dhekelia); located in Akrotiri","geographic coordinates":{"N":{"deg":34,"min":40},"E":{"deg":32,"min":51}},"time difference":"UTC+2 (7 hours ahead of Washington, DC during Standard Time)","daylight saving time":"+1hr, begins last Sunday in March; ends last Sunday in October"},"Legal system":"the Sovereign Base Area Administration has its own court system to deal with civil and criminal matters; laws applicable to the Cypriot population are, as far as possible, the same as the laws of the Republic of Cyprus","Executive branch":{"chief of state":"Queen ELIZABETH II (since 6 February 1952)","head of government":"Administrator Air Vice Marshall Graham STACEY (since 4 November 2010); note - reports to the British Ministry of Defense","elections":"none; the monarchy is hereditary; the administrator appointed by the monarch"},"Judicial branch":"see Akrotiri","Diplomatic representation in the US":"none (overseas territory of the UK)","Diplomatic representation from the US":"none (overseas territory of the UK)","Flag description":"the flag of the UK is used","National anthem":{"note":"as a United Kingdom area of special sovereignty, \"God Save the Queen\" is official (see United Kingdom)"}},"economy":{"Economy - overview":"Economic activity is limited to providing services to the military and their families located in Dhekelia. All food and manufactured goods must be imported.","Exchange rates":{"note":"uses the euro"},"industries":["none"]},"communications":{"Broadcast media":"British Forces Broadcast Service (BFBS) provides multi-channel satellite TV service as well as BFBS radio broadcasts to the Dhekelia Sovereign Base (2009)"},"transport":{},"military":{"Military - note":"includes Dhekelia Garrison and Ayios Nikolaos Station connected by a roadway"},"issues":{}}