{"code":"ir","name":"Iran","region":"Middle East","background":"Known as Persia until 1935, Iran became an Islamic republic in 1979 after the ruling monarchy was overthrown and Shah Mohammad Reza PAHLAVI was forced into exile. Conservative clerical forces established a theocratic system of government with ultimate political authority vested in a learned religious scholar referred to commonly as the Supreme Leader who, according to the constitution, is accountable only to the Assembly of Experts - a popularly elected 86-member body of clerics. US-Iranian relations have been strained since a group of Iranian students seized the US Embassy in Tehran on 4 November 1979 and held it until 20 January 1981. During 1980-88, Iran fought a bloody, indecisive war with Iraq that eventually expanded into the Persian Gulf and led to clashes between US Navy and Iranian military forces between 1987 and 1988. Iran has been designated a state sponsor of terrorism for its activities in Lebanon and elsewhere in the world and remains subject to US, UN, and EU economic sanctions and export controls because of its continued involvement in terrorism and its nuclear weapons ambitions. Following the election of reformer Hojjat ol-Eslam Mohammad KHATAMI as president in 1997 and a reformist Majles (legislature) in 2000, a campaign to foster political reform in response to popular dissatisfaction was initiated. The movement floundered as conservative politicians, through the control of unelected institutions, prevented reform measures from being enacted and increased repressive measures. Starting with nationwide municipal elections in 2003 and continuing through Majles elections in 2004, conservatives reestablished control over Iran's elected government institutions, which culminated with the August 2005 inauguration of hardliner Mahmud AHMADI-NEJAD as president. His controversial reelection in June 2009 sparked nationwide protests over allegations of electoral fraud. The UN Security Council has passed a number of resolutions (1696 in July 2006, 1737 in December 2006, 1747 in March 2007, 1803 in March 2008, and 1835 in September 2008 and 1929 in June 2010) calling for Iran to suspend its uranium enrichment and reprocessing activities and comply with its IAEA obligations and responsibilities. Resolutions 1737, 1477, 1803 and 1929 subject a number of Iranian individuals and entities involved in Iran's nuclear and ballistic missile programs to sanctions. Additionally, several Iranian entities are subject to US sanctions under Executive Order 13382 designations for proliferation activities and EO 13224 designations for support of terrorism. In mid-February 2011, opposition activists conducted the largest antiregime rallies since December 2009, spurred by the success of uprisings in Tunisia and Egypt. Protester turnout probably was at most tens of thousands and security forces were deployed to disperse protesters. Additional protests in March 2011 failed to elicit significant participation largely because of the robust security response, although discontent still smolders.","geo":{"Location":"Middle East, bordering the Gulf of Oman, the Persian Gulf, and the Caspian Sea, between Iraq and Pakistan","Geographic coordinates":{"N":{"deg":32,"min":0},"E":{"deg":53,"min":0}},"Map references":{},"Area":{"total":{"quantity":1648,"unit":"sq km"},"country comparison to the world":"","land":{"quantity":1531,"unit":"sq km"},"water":{"quantity":116600,"unit":"sq km"}},"Area - comparative":"slightly smaller than Alaska","Land boundaries":{"total":{"quantity":5440,"unit":"km"},"border countries":"Afghanistan 936 km, Armenia 35 km, Azerbaijan-proper 432 km, Azerbaijan-Naxcivan exclave 179 km, Iraq 1,458 km, Pakistan 909 km, Turkey 499 km, Turkmenistan 992 km"},"Coastline":"2,440 km; note - Iran also borders the Caspian Sea (740 km)","Maritime claims":{"territorial sea":{"quantity":12,"unit":"nm"},"contiguous zone":{"quantity":24,"unit":"nm"},"exclusive economic zone":"bilateral agreements or median lines in the Persian Gulf","continental shelf":"natural prolongation"},"Terrain":"rugged, mountainous rim; high, central basin with deserts, mountains; small, discontinuous plains along both coasts","Elevation extremes":{"lowest point":"Caspian Sea -28 m","highest point":"Kuh-e Damavand 5,671 m"},"Land use":{"arable land":{"quantity":9.78,"unit":"%"},"permanent crops":{"quantity":1.29,"unit":"%"},"other":{"quantity":88.93,"unit":"%"}},"Irrigated land":{"quantity":89930,"unit":"sq km"},"Total renewable water resources":{"quantity":137.5,"unit":"cu km"},"Freshwater withdrawal (domestic/industrial/agricultural)":{"total":{"quantity":72.88,"unit":"cu km/yr"},"per capita":{"quantity":1048,"unit":"cu m/yr"}},"Natural hazards":"periodic droughts, floods; dust storms, sandstorms; earthquakes","internationalEnvironmentAgreements":{"signed, but not ratified":"Environmental Modification, Law of the Sea, Marine Life Conservation","partyTo":["Biodiversity","Climate Change","Climate Change-Kyoto Protocol","Desertification","Endangered Species","Hazardous Wastes","Marine Dumping","Ozone Layer Protection","Ship Pollution","Wetlands"]},"naturalResources":["petroleum","natural gas","coal","chromium","copper","iron ore","lead","manganese","zinc","sulfur"],"environmentalIssues":["air pollution, especially in urban areas, from vehicle emissions, refinery operations, and industrial effluents","deforestation","overgrazing","desertification","oil pollution in the Persian Gulf","wetland losses from drought","soil degradation (salination)","inadequate supplies of potable water","water pollution from raw sewage and industrial waste","urbanization"],"climate":["mostly arid or semiarid, subtropical along Caspian coast"],"geographyNote":["strategic location on the Persian Gulf and Strait of Hormuz, which are vital maritime pathways for crude oil transport"]},"people":{"Population":77891,"Age structure":{"0-14 years":{"quantity":24.1,"unit":"%"},"15-64 years":{"quantity":70.9,"unit":"%"},"65 years and over":"5% (male 1,844,967/female 2,055,846) (2011 est.)"},"Median age":{"total":{"quantity":26.8,"unit":"years"},"male":{"quantity":26.6,"unit":"years"},"female":{"quantity":27.1,"unit":"years"}},"Population growth rate":{"quantity":1.248,"unit":"%"},"Birth rate":{"quantity":18.55,"unit":"births/1,000 population"},"Death rate":{"quantity":5.94,"unit":"deaths/1,000 population"},"Net migration rate":"-0.13 migrant(s)/1,000 population (2011 est.)","Urbanization":{"urban population":{"quantity":71,"unit":"% of total population"},"rate of urbanization":{"quantity":1.9,"unit":"% annual rate of change"}},"Major cities - population":"TEHRAN (capital) 7.19 million; Mashhad 2.592 million; Esfahan 1.704 million; Karaj 1.531 million; Tabriz 1.459 million (2009)","Sex ratio":{"at birth":{"quantity":1.05,"unit":"male(s)/female"},"under 15 years":{"quantity":1.05,"unit":"male(s)/female"},"15-64 years":{"quantity":1.02,"unit":"male(s)/female"},"65 years and over":{"quantity":0.91,"unit":"male(s)/female"},"total population":{"quantity":1.02,"unit":"male(s)/female"}},"Infant mortality rate":{"total":{"quantity":42.26,"unit":"deaths/1,000 live births"},"country comparison to the world":"","male":{"quantity":42.75,"unit":"deaths/1,000 live births"},"female":{"quantity":41.75,"unit":"deaths/1,000 live births"}},"Life expectancy at birth":{"total population":{"quantity":70.06,"unit":"years"},"country comparison to the world":"","male":{"quantity":68.58,"unit":"years"},"female":{"quantity":71.61,"unit":"years"}},"Total fertility rate":{"quantity":1.88,"unit":"children born/woman"},"HIV/AIDS - adult prevalence rate":{"quantity":0.2,"unit":"%"},"HIV/AIDS - people living with HIV/AIDS":92000,"HIV/AIDS - deaths":6400,"Drinking water source":{},"Sanitation facility access":{},"Nationality":{"noun":"Iranian(s)","adjective":"Iranian"},"Literacy":{"definition":"age 15 and over can read and write","total population":{"quantity":77,"unit":"%"},"male":{"quantity":83.5,"unit":"%"},"female":{"quantity":70.4,"unit":"%"}},"School life expectancy (primary to tertiary education)":{"total":{"quantity":13,"unit":"years"},"male":{"quantity":13,"unit":"years"},"female":{"quantity":13,"unit":"years"}},"Education expenditures":{"quantity":4.7,"unit":"% of GDP"},"majorInfectiousDiseases":{"degree of risk":"intermediate","food or waterborne diseases":"bacterial diarrhea","vectorborne diseases":"Crimean Congo hemorrhagic fever and malaria"},"ethnicGroups":["Persian 51%","Azeri 24%","Gilaki and Mazandarani 8%","Kurd 7%","Arab 3%","Lur 2%","Baloch 2%","Turkmen 2%","other 1%"],"religions":["Muslim (official) 98% (Shia 89%","Sunni 9%)","other (includes Zoroastrian","Jewish","Christian","and Baha'i) 2%"],"languages":["Persian and Persian dialects (official) 58%","Turkic and Turkic dialects 26%","Kurdish 9%","Luri 2%","Balochi 1%","Arabic 1%","Turkish 1%","other 2%"]},"government":{"Country name":{"conventional long form":"Islamic Republic of Iran","conventional short form":"Iran","local long form":"Jomhuri-ye Eslami-ye Iran","local short form":"Iran","former":"Persia"},"Government type":"theocratic republic","Capital":{"name":"Tehran","geographic coordinates":{"N":{"deg":35,"min":40},"E":{"deg":51,"min":25}},"time difference":"UTC+3.5 (8.5 hours ahead of Washington, DC during Standard Time)","daylight saving time":"+1hr, begins fourth Tuesday in March; ends fourth Thursday in September"},"Independence":"1 April 1979 (Islamic Republic of Iran proclaimed); notable earlier dates: ca. 625 B.C. (unification of Iran under the Medes); ca. A.D. 1501 (Iran reunified under the Safavids); 12 December 1925 (modern Iran established under the Pahlavis)","National holiday":"Republic Day, 1 April (1979)","Legal system":"religious legal system based on sharia law","International law organization participation":"has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt","Suffrage":"18 years of age; universal","Executive branch":{"chief of state":"Supreme Leader Ali Hoseini-KHAMENEI (since 4 June 1989)","head of government":"President Mahmud AHMADI-NEJAD (since 3 August 2005); First Vice President Mohammad Reza RAHIMI (since 13 September 2009)","cabinet":"Council of Ministers selected by the president with legislative approval; the Supreme Leader has some control over appointments to the more sensitive ministries","elections":"Supreme Leader appointed for life by the Assembly of Experts; president elected by popular vote for a four-year term (eligible for a second term and third nonconsecutive term); election last held on 12 June 2009 (next presidential election slated for June 2013)"},"Legislative branch":{"Legislative branch":"unicameral Islamic Consultative Assembly or Majles-e-Shura-ye-Eslami or Majles (290 seats; members elected by popular vote to serve four-year terms)","elections":"last held on 14 March 2008 with a runoff held on 25 April 2008 (next to be held in 2012)","election results":"percent of vote - NA; seats by party - conservatives/Islamists 167, reformers 39, independents 74, religious minorities 5, other 5"},"Judicial branch":"The Supreme Court (Qeveh Qazaieh) and the four-member High Council of the Judiciary have a single head and overlapping responsibilities; together they supervise the enforcement of all laws and establish judicial and legal policies; lower courts include a special clerical court, a revolutionary court, and a special administrative court","Political parties and leaders":"formal political parties are a relatively new phenomenon in Iran and most conservatives still prefer to work through political pressure groups rather than parties; often political parties or coalitions are formed prior to elections and disbanded soon thereafter; a loose pro-reform coalition called the 2nd Khordad Front, which includes political parties as well as less formal groups and organizations, achieved considerable success in elections for the sixth Majles in early 2000; groups in the coalition included the Islamic Iran Participation Front (IIPF), Executives of Construction Party (Kargozaran), Solidarity Party, Islamic Labor Party, Mardom Salari, Mojahedin of the Islamic Revolution Organization (MIRO), and Militant Clerics Society (Ruhaniyun); the coalition participated in the seventh Majles elections in early 2004; following his defeat in the 2005 presidential elections, former MCS Secretary General and sixth Majles Speaker Mehdi KARUBI formed the National Trust Party; a new conservative group, Islamic Iran Developers Coalition (Abadgaran), took a leading position in the new Majles after winning a majority of the seats in February 2004; following the 2004 Majles elections, traditional and hardline conservatives have attempted to close ranks under the United Front of Principalists and the Broad Popular Coalition of Principalists; several reformist groups, such as the Mujahadin of the Islamic Revolution, came together as a reformist coalition in advance of the 2008 Majles elections; the IIPF has repeatedly complained that the overwhelming majority of its candidates have been unfairly disqualified from the 2008 elections","Political pressure groups and leaders":"groups that generally support the Islamic Republic: Ansar-e Hizballah-Islamic Coalition Party (Motalefeh); Followers of the Line of the Imam and the Leader; Islamic Engineers Society; Tehran Militant Clergy Association (Ruhaniyat); active pro-reform student group: Office of Strengthening Unity (OSU); opposition groups: Baluchistan People's Party (BPP); Freedom Movement of Iran; Green Path movement [Mehdi KARUBI, Mir-Hosein MUSAVI]; Marz-e Por Gohar; National Front; and various ethnic and Monarchist organizations; armed political groups that have been repressed by the government: Democratic Party of Iranian Kurdistan (KDPI); Jundallah; Komala; Mujahedin-e Khalq Organization (MEK or MKO); People's Fedayeen; People's Free Life Party of Kurdistan (PJAK)","Diplomatic representation in the US":"none; note - Iran has an Interests Section in the Pakistani Embassy; address: Iranian Interests Section, Pakistani Embassy, 2209 Wisconsin Avenue NW, Washington, DC 20007; telephone: [1] (202) 965-4990; FAX [1] (202) 965-1073","Diplomatic representation from the US":"none; note - the US Interests Section is located in the Embassy of Switzerland No. 39 Shahid Mousavi (Golestan 5th), Pasdaran Ave., Tehran, Iran; telephone [98] 21 2254 2178/2256 5273; FAX [98] 21 2258 0432","Flag description":"three equal horizontal bands of green (top), white, and red; the national emblem (a stylized representation of the word Allah in the shape of a tulip, a symbol of martyrdom) in red is centered in the white band; ALLAH AKBAR (God is Great) in white Arabic script is repeated 11 times along the bottom edge of the green band and 11 times along the top edge of the red band; green is the color of Islam and also represents growth, white symbolizes honesty and peace, red stands for bravery and martyrdom","National anthem":{"name":"\"Soroud-e Melli-e Jomhouri-e Eslami-e Iran\" (National Anthem of the Islamic Republic of Iran)","lyrics/music":"multiple authors/Hassan RIAHI"},"internationalOrganizations":["CICA","CP","D-8","ECO","FAO","G-15","G-24","G-77","IAEA","IBRD","ICAO","ICC","ICRM","IDA","IDB","IFAD","IFC","IFRCS","IHO","ILO","IMF","IMO","IMSO","Interpol","IOC","IOM","IPU","ISO","ITSO","ITU","MIGA","NAM","OIC","OPCW","OPEC","PCA","SAARC (observer)","SCO (observer)","UN","UNCTAD","UNESCO","UNHCR","UNIDO","UNITAR","UNMIS","UNWTO","UPU","WCO","WFTU","WHO","WIPO","WMO","WTO (observer)"],"administrativeDivisions":["31 provinces (ostanha","singular - ostan)","Alborz","Ardabil","Azarbayjan-e Gharbi (West Azerbaijan)","Azarbayjan-e Sharqi (East Azerbaijan)","Bushehr","Chahar Mahal va Bakhtiari","Esfahan","Fars","Gilan","Golestan","Hamadan","Hormozgan","Ilam","Kerman","Kermanshah","Khorasan-e Jonubi (South Khorasan)","Khorasan-e Razavi (Razavi Khorasan)","Khorasan-e Shomali (North Khorasan)","Khuzestan","Kohgiluyeh va Bowyer Ahmad","Kordestan","Lorestan","Markazi","Mazandaran","Qazvin","Qom","Semnan","Sistan va Baluchestan","Tehran","Yazd","Zanjan"]},"economy":{"Economy - overview":"Iran's economy is marked by an inefficient state sector, reliance on the oil sector, which provides the majority of government revenues, and statist policies, which create major distortions throughout the system. Private sector activity is typically limited to small-scale workshops, farming, and services. Price controls, subsidies, and other rigidities weigh down the economy, undermining the potential for private-sector-led growth. Significant informal market activity flourishes. The legislature in late 2009 passed President Mahmud AHMADI-NEJAD's bill to reduce subsidies, particularly on food and energy. The bill would phase out subsidies - which benefit Iran's upper and middle classes the most - over three to five years and replace them with cash payments to Iran's lower classes. However, the start of the program was delayed repeatedly throughout 2010 over fears of public reaction to higher prices. This is the most extensive economic reform since the government implemented gasoline rationing in 2007. The recovery of world oil prices in the last year increased Iran's oil export revenue by at least $10 billion over 2009, easing some of the financial impact of the newest round of international sanctions. Although inflation has fallen substantially since the mid-2000s, Iran continues to suffer from double-digit unemployment and underemployment. Underemployment among Iran's educated youth has convinced many to seek jobs overseas, resulting in a significant \"brain drain.\"","GDP (purchasing power parity)":{"GDP (purchasing power parity)":{"usd":818700000000},"country comparison to the world":""},"GDP (official exchange rate)":{"usd":357200000000},"GDP - real growth rate":{"quantity":1,"unit":"%"},"GDP - per capita (PPP)":{"GDP - per capita (PPP)":{"usd":null},"country comparison to the world":""},"GDP - composition by sector":{"agriculture":{"quantity":11,"unit":"%"},"industry":{"quantity":45.9,"unit":"%"},"services":{"quantity":43.1,"unit":"%"}},"Labor force":{"Labor force":25700000,"country comparison to the world":""},"Labor force - by occupation":{"agriculture":{"quantity":25,"unit":"%"},"industry":{"quantity":31,"unit":"%"},"services":{"quantity":45,"unit":"%"}},"Unemployment rate":{"Unemployment rate":{"quantity":14.6,"unit":"%"},"country comparison to the world":""},"Population below poverty line":{"quantity":18,"unit":"%"},"Household income or consumption by percentage share":{"lowest 10%":{"quantity":2.6,"unit":"%"},"highest 10%":{"quantity":29.6,"unit":"%"}},"Distribution of family income - Gini index":44.5,"Investment (gross fixed)":{"quantity":27.6,"unit":"% of GDP"},"Budget":{"revenues":{"usd":105700000000},"expenditures":{"usd":98830000000}},"Public debt":{"quantity":16.2,"unit":"% of GDP"},"Inflation rate (consumer prices)":{"Inflation rate (consumer prices)":{"quantity":11.8,"unit":"%"},"country comparison to the world":""},"Central bank discount rate":"NA%","Commercial bank prime lending rate":{"quantity":12,"unit":"%"},"Stock of narrow money":{"usd":50370000000},"Stock of broad money":{"usd":167400000000},"Stock of domestic credit":{"usd":132199999999.99998},"Market value of publicly traded shares":{"usd":63300000000},"Industrial production growth rate":"4.3% excluding oil (2010 est.)","Electricity - production":{"quantity":212800000000,"unit":"kWh"},"Electricity - consumption":{"quantity":206700000000,"unit":"kWh"},"Electricity - exports":{"quantity":6150000000,"unit":"kWh"},"Electricity - imports":{"quantity":2060000000,"unit":"kWh"},"Oil - production":{"quantity":4171999.9999999995,"unit":"bbl/day"},"Oil - consumption":{"quantity":1809000,"unit":"bbl/day"},"Oil - exports":{"quantity":2400000,"unit":"bbl/day"},"Oil - imports":{"quantity":168000,"unit":"bbl/day"},"Oil - proved reserves":{"Oil - proved reserves":"137.6 billion bbl based on Iranian claims","country comparison to the world":""},"Natural gas - production":{"quantity":200000000000,"unit":"cu m"},"Natural gas - consumption":{"Natural gas - consumption":{"quantity":140000000000,"unit":"cu m"},"country comparison to the world":""},"Natural gas - exports":{"quantity":5400000000,"unit":"cu m"},"Natural gas - imports":{"quantity":5200000000,"unit":"cu m"},"Natural gas - proved reserves":{"quantity":29610000000000,"unit":"cu m"},"Current account balance":{"usd":9760000000},"Exports":{"usd":78690000000},"Imports":{"usd":58970000000},"Reserves of foreign exchange and gold":{"usd":75060000000},"Debt - external":{"usd":12840000000},"Stock of direct foreign investment - at home":{"usd":16820000000},"Stock of direct foreign investment - abroad":{"usd":2075000000.0000002},"Exchange rates":"Iranian rials (IRR) per US dollar -","industries":["petroleum, petrochemicals, fertilizers, caustic soda, textiles, cement and other construction materials, food processing (particularly sugar refining and vegetable oil production), ferrous and non-ferrous metal fabrication, armaments"],"agricultureProducts":["wheat","rice","other grains","sugar beets","sugar cane","fruits","nuts","cotton","dairy products","wool","caviar"],"exportCommodities":["petroleum 80%","chemical and petrochemical products","fruits and nuts","carpets"],"exportPartners":["China 16.58%","Japan 11.9%","India 10.54%","South Korea 7.54%","Turkey 4.36%"],"importCommodities":["industrial supplies","capital goods","foodstuffs and other consumer goods","technical services"],"importPartners":["UAE 15.14%","China 13.48%","Germany 9.66%","South Korea 7.16%","Italy 5.27%","Russia 4.81%","India 4.12%"]},"communications":{"Telephones - main lines in use":25804000,"Telephones - mobile cellular":52555000,"Telephone system":{"general assessment":"currently being modernized and expanded with the goal of not only improving the efficiency and increasing the volume of the urban service but also bringing telephone service to several thousand villages, not presently connected","domestic":"the addition of new fiber cables and modern switching and exchange systems installed by Iran's state-owned telecom company have improved and expanded the fixed-line network greatly; fixed-line availability has more than doubled to nearly 26 million lines since 2000; additionally, mobile-cellular service has increased dramatically serving more than 50 million subscribers in 2009; combined fixed and mobile-cellular subscribership now exceeds 100 per 100 persons","international":"country code - 98; submarine fiber-optic cable to UAE with access to Fiber-Optic Link Around the Globe (FLAG); Trans-Asia-Europe (TAE) fiber-optic line runs from Azerbaijan through the northern portion of Iran to Turkmenistan with expansion to Georgia and Azerbaijan; HF radio and microwave radio relay to Turkey, Azerbaijan, Pakistan, Afghanistan, Turkmenistan, Syria, Kuwait, Tajikistan, and Uzbekistan; satellite earth stations - 13 (9 Intelsat and 4 Inmarsat) (2009)"},"Broadcast media":"state-run broadcast media with no private, independent broadcasters; Islamic Republic of Iran Broadcasting (IRIB), the state-run TV broadcaster, operates 5 nationwide channels, a news channel, about 30 provincial channels, and several international channels; about 20 foreign Persian-language TV stations broadcasting on satellite TV are capable of being seen in Iran; satellite dishes are illegal and, while their use had been tolerated, authorities began confiscating satellite dishes following the unrest stemming from the 2009 presidential election; IRIB operates 8 nationwide radio networks, a number of provincial stations, and an external service; most major international broadcasters transmit to Iran (2009)","Internet country code":".ir","Internet hosts":119947,"Internet users":8214000},"transport":{"Airports":319,"Airports - with paved runways":{"total":133,"over 3,047 m":42,"2,438 to 3,047 m":27,"1,524 to 2,437 m":24,"914 to 1,523 m":34},"Airports - with unpaved runways":{"total":186,"over 3,047 m":1,"2,438 to 3,047 m":1,"1,524 to 2,437 m":9,"914 to 1,523 m":142},"Heliports":19,"Pipelines":"condensate 7 km; condensate/gas 12 km; gas 20,155 km; liquid petroleum gas 570 km; oil 7,123 km; refined products 7,937 km (2010)","Railways":{"total":{"quantity":8442,"unit":"km"},"country comparison to the world":"","broad gauge":"94 km 1.676-m gauge","standard gauge":"8,348 km 1.435-m gauge (148 km electrified) (2008)"},"Roadways":{"total":{"quantity":172927,"unit":"km"},"country comparison to the world":"","paved":{"quantity":125908,"unit":"km"},"unpaved":{"quantity":47019,"unit":"km"}},"Waterways":"850 km (on Karun River; some navigation on Lake Urmia) (2009)","Merchant marine":{"total":74,"country comparison to the world":"","by type":"bulk carrier 11, cargo 40, chemical tanker 5, container 9, liquefied gas 1, passenger/cargo 3, petroleum tanker 1, refrigerated cargo 2, roll on/roll off 2","foreign-owned":1,"registered in other countries":"78 (Barbados 4, Bolivia 1, Cyprus 10, Hong Kong 1, Malta 56, Panama 5, Ukraine 1) (2010)"},"Ports and terminals":"Assaluyeh, Bandar Abbas, Bandar-e-Eman Khomeyni"},"military":{"Military branches":"Islamic Republic of Iran Regular Forces (Artesh): Ground Forces, Navy, Air Force (IRIAF), Khatemolanbia Air Defense Headquarters; Islamic Revolutionary Guard Corps (Sepah-e Pasdaran-e Enqelab-e Eslami, IRGC): Ground Resistance Forces, Navy, Aerospace Force, Qods Force (special operations); Law Enforcement Forces (2011)","Military service age and obligation":"19 years of age for compulsory military service; 16 years of age for volunteers; 17 years of age for Law Enforcement Forces; 15 years of age for Basij Forces (Popular Mobilization Army); conscript military service obligation - 18 months; women exempt from military service (2008)","Manpower available for military service":{"males age 16-49":23619,"females age 16-49":22628},"Manpower fit for military service":{"males age 16-49":20149,"females age 16-49":19417},"Manpower reaching militarily significant age annually":{"male":715111,"female":677372},"Military expenditures":{"quantity":2.5,"unit":"% of GDP"}},"issues":{"Refugees and internally displaced persons":{"refugees (country of origin)":"914,268 (Afghanistan); 54,024 (Iraq) (2007)"},"Trafficking in persons":{"current situation":"Iran is a source, transit, and destination country for men, women, and children trafficked for the purposes of sexual exploitation and involuntary servitude; Iranian women are trafficked internally for the purpose of forced prostitution and for forced marriages to settle debts; Iranian and Afghan children living in Iran are trafficked internally for the purpose of forced marriages, commercial sexual exploitation and involuntary servitude as beggars or laborers to pay debts, provide income or support drug addiction of their families; press reports indicate that criminal organizations play a significant role in human trafficking to and from Iran, in connection with smuggling of migrants, drugs, and arms","tier rating":"Tier 3 - Iran did not provide evidence of law enforcement activities against trafficking, and credible reports indicate that Iranian authorities' response is not sufficient to penalize offenders, protect victims, and eliminate trafficking; some aspects of Iranian law and policy hinder efforts to combat trafficking including punishment of victims and legal obstacles to punishing offenders; Iran has not ratified the 2000 UN TIP Protocol (2009)"},"Illicit drugs":"despite substantial interdiction efforts and considerable control measures along the border with Afghanistan, Iran remains one of the primary transshipment routes for Southwest Asian heroin to Europe; suffers one of the highest opiate addiction rates in the world, and has an increasing problem with synthetic drugs; lacks anti-money laundering laws; has reached out to neighboring countries to share counter-drug intelligence","internationalDisputes":["Iran protests Afghanistan's limiting flow of dammed Helmand River tributaries during drought","Iraq's lack of a maritime boundary with Iran prompts jurisdiction disputes beyond the mouth of the Shatt al Arab in the Persian Gulf","Iran and UAE dispute Tunb Islands and Abu Musa Island, which are occupied by Iran","Azerbaijan, Kazakhstan, and Russia ratified Caspian seabed delimitation treaties based on equidistance, while Iran continues to insist on a one-fifth slice of the lake","Afghan and Iranian commissioners have discussed boundary monument densification and resurvey"]}}