{"code":"ri","name":"Serbia","region":"Europe","background":"The Kingdom of Serbs, Croats, and Slovenes was formed in 1918; its name was changed to Yugoslavia in 1929. Various paramilitary bands resisted Nazi Germany's occupation and division of Yugoslavia from 1941 to 1945, but fought each other and ethnic opponents as much as the invaders. The military and political movement headed by Josip \"TITO\" Broz (Partisans) took full control of Yugoslavia when German and Croatian separatist forces were defeated in 1945. Although Communist, TITO's new government and his successors (he died in 1980) managed to steer their own path between the Warsaw Pact nations and the West for the next four and a half decades. In 1989, Slobodan MILOSEVIC became president of the Republic of Serbia and his ultranationalist calls for Serbian domination led to the violent breakup of Yugoslavia along ethnic lines. In 1991, Croatia, Slovenia, and Macedonia declared independence, followed by Bosnia in 1992. The remaining republics of Serbia and Montenegro declared a new Federal Republic of Yugoslavia (FRY) in April 1992 and under MILOSEVIC's leadership, Serbia led various military campaigns to unite ethnic Serbs in neighboring republics into a \"Greater Serbia.\" These actions were ultimately unsuccessful and led to the signing of the Dayton Peace Accords in 1995. MILOSEVIC retained control over Serbia and eventually became president of the FRY in 1997. In 1998, an ethnic Albanian insurgency in the formerly autonomous Serbian province of Kosovo provoked a Serbian counterinsurgency campaign that resulted in massacres and massive expulsions of ethnic Albanians living in Kosovo. The MILOSEVIC government's rejection of a proposed international settlement led to NATO's bombing of Serbia in the spring of 1999, to the withdrawal of Serbian military and police forces from Kosovo in June 1999, and to the stationing of a NATO-led force in Kosovo to provide a safe and secure environment for the region's ethnic communities. FRY elections in late 2000 led to the ouster of MILOSEVIC and the installation of democratic government. In 2003, the FRY became Serbia and Montenegro, a loose federation of the two republics. Widespread violence predominantly targeting ethnic Serbs in Kosovo in March 2004 caused the international community to open negotiations on the future status of Kosovo in January 2006. In June 2006, Montenegro seceded from the federation and declared itself an independent nation. Serbia subsequently gave notice that it was the successor state to the union of Serbia and Montenegro. In February 2008, after nearly two years of inconclusive negotiations, the UN-administered province of Kosovo declared itself independent of Serbia - an action Serbia refuses to recognize. At Serbia's request, the UN General Assembly (UNGA) in October 2008 sought an advisory opinion from the International Court of Justice (ICJ) on whether Kosovo's unilateral declaration of independence was in accordance with international law. In a ruling considered unfavorable to Serbia, the ICJ issued an advisory opinion in July 2010 stating that international law did not prohibit declarations of independence. In late 2010, Serbia agreed to an EU-drafted UNGA Resolution acknowledging the ICJ's decision and calling for a new round of talks between Serbia and Kosovo.","geo":{"Location":"Southeastern Europe, between Macedonia and Hungary","Geographic coordinates":{"N":{"deg":44,"min":0},"E":{"deg":21,"min":0}},"Map references":{},"Area":{"total":{"quantity":77474,"unit":"sq km"},"country comparison to the world":"","land":{"quantity":77474,"unit":"sq km"},"water":{"quantity":0,"unit":"sq km"}},"Area - comparative":"slightly smaller than South Carolina","Land boundaries":{"total":{"quantity":2026,"unit":"km"},"border countries":"Bosnia and Herzegovina 302 km, Bulgaria 318 km, Croatia 241 km, Hungary 151 km, Kosovo 352 km, Macedonia 62 km, Montenegro 124 km, Romania 476 km"},"Coastline":{"quantity":0,"unit":"km"},"Maritime claims":"none (landlocked)","Terrain":"extremely varied; to the north, rich fertile plains; to the east, limestone ranges and basins; to the southeast, ancient mountains and hills","Elevation extremes":{"lowest point":"Danube and Timok Rivers 35 m","highest point":"Midzor 2,169 m"},"Land use":{"arable land":"NA","permanent crops":"NA","other":"NA"},"Irrigated land":{"quantity":890,"unit":"sq km"},"Total renewable water resources":"208.5 cu km (note - includes Kosovo) (2003)","Natural hazards":"destructive earthquakes","internationalEnvironmentAgreements":{"signed, but not ratified":"none of the selected agreements","partyTo":["Air Pollution","Biodiversity","Climate Change","Climate Change-Kyoto Protocol","Desertification","Endangered Species","Hazardous Wastes","Law of the Sea","Marine Dumping","Marine Life Conservation","Ozone Layer Protection","Ship Pollution","Wetlands"]},"naturalResources":["oil","gas","coal","iron ore","copper","zinc","antimony","chromite","gold","silver","magnesium","pyrite","limestone","marble","salt","arable land"],"environmentalIssues":["air pollution around Belgrade and other industrial cities","water pollution from industrial wastes dumped into the Sava which flows into the Danube"],"climate":["in the north, continental climate (cold winters and hot, humid summers with well distributed rainfall)","in other parts, continental and Mediterranean climate (relatively cold winters with heavy snowfall and hot, dry summers and autumns)"],"geographyNote":["controls one of the major land routes from Western Europe to Turkey and the Near East"]},"people":{"Population":{"Population":7310,"country comparison to the world":""},"Age structure":{"0-14 years":{"quantity":15.1,"unit":"%"},"15-64 years":{"quantity":68.5,"unit":"%"},"65 years and over":"16.5% (male 493,436/female 712,319) (2011 est.)"},"Median age":{"total":{"quantity":41.3,"unit":"years"},"male":{"quantity":39.6,"unit":"years"},"female":{"quantity":43.1,"unit":"years"}},"Population growth rate":"-0.467% (2011 est.)","Birth rate":{"quantity":9.19,"unit":"births/1,000 population"},"Death rate":{"quantity":13.85,"unit":"deaths/1,000 population"},"Net migration rate":{"quantity":0,"unit":"migrant(s)/1,000 population"},"Urbanization":{"urban population":{"quantity":56,"unit":"% of total population"},"rate of urbanization":{"quantity":0.6,"unit":"% annual rate of change"}},"Major cities - population":"BELGRADE (capital) 1.115 million (2009)","Sex ratio":{"at birth":{"quantity":1.065,"unit":"male(s)/female"},"under 15 years":{"quantity":1.07,"unit":"male(s)/female"},"15-64 years":{"quantity":1,"unit":"male(s)/female"},"65 years and above":{"quantity":0.7,"unit":"male(s)/female"},"total population":{"quantity":0.95,"unit":"male(s)/female"}},"Infant mortality rate":{"total":{"quantity":6.52,"unit":"deaths/1,000 live births"},"country comparison to the world":"","male":{"quantity":7.53,"unit":"deaths/1,000 live births"},"female":{"quantity":5.45,"unit":"deaths/1,000 live births"}},"Life expectancy at birth":{"total population":{"quantity":74.32,"unit":"years"},"country comparison to the world":"","male":{"quantity":71.49,"unit":"years"},"female":{"quantity":77.34,"unit":"years"}},"Total fertility rate":{"quantity":1.4,"unit":"children born/woman"},"HIV/AIDS - adult prevalence rate":{"quantity":0.1,"unit":"%"},"HIV/AIDS - people living with HIV/AIDS":6400,"HIV/AIDS - deaths":"fewer than 100 (2009 est.)","Drinking water source":{},"Sanitation facility access":{},"Nationality":{"noun":"Serb(s)","adjective":"Serbian"},"Languages":{"Languages":"Serbian (official) 88.3%, Hungarian 3.8%, Bosniak 1.8%, Romany (Gypsy) 1.1%, other 4.1%, unknown 0.9% (2002 census)"},"Literacy":{"definition":"age 15 and over can read and write","total population":{"quantity":96.4,"unit":"%"},"male":{"quantity":98.9,"unit":"%"},"female":{"quantity":94.1,"unit":"%"}},"School life expectancy (primary to tertiary education)":{"total":{"quantity":14,"unit":"years"},"male":{"quantity":13,"unit":"years"},"female":{"quantity":14,"unit":"years"}},"Education expenditures":{"quantity":4.7,"unit":"% of GDP"},"majorInfectiousDiseases":{"degree of risk":"intermediate","food or waterborne diseases":"bacterial diarrhea","vectorborne disease":"Crimean Congo hemorrhagic fever"},"ethnicGroups":["Serb 82.9%","Hungarian 3.9%","Romany (Gypsy) 1.4%","Yugoslavs 1.1%","Bosniaks 1.8%","Montenegrin 0.9%","other 8% (2002 census)"],"religions":["Serbian Orthodox 85%","Catholic 5.5%","Protestant 1.1%","Muslim 3.2%","unspecified 2.6%","other","unknown","or atheist 2.6% (2002 census)"]},"government":{"Country name":{"conventional long form":"Republic of Serbia","conventional short form":"Serbia","local long form":"Republika Srbija","local short form":"Srbija","former":"People's Republic of Serbia, Socialist Republic of Serbia"},"Government type":"republic","Capital":{"name":"Belgrade (Beograd)","geographic coordinates":{"N":{"deg":44,"min":50},"E":{"deg":20,"min":30}},"time difference":"UTC+1 (6 hours ahead of Washington, DC during Standard Time)","daylight saving time":"+1hr, begins last Sunday in March; ends last Sunday in October"},"Administrative divisions":{"Administrative divisions":"167 municipalities (opcstine, singular - opcstina)","Serbia Proper":"Belgrade City (Beograd): Barajevo, Cukarica, Grocka, Lazarevac, Mladenovac, Novi Beograd, Obrenovac, Palilula, Rakovica, Savski Venac, Sopot, Stari Grad, Surcin, Vozdovac, Vracar, Zemun, Zvezdara; Bor: Bor, Kladovo, Majdanpek, Negotin; Branicevo: Golubac, Kucevo, Malo Crnice, Petrovac, Pozarevac, Veliko Gradiste, Zabari, Zagubica; Grad Nis: Crveni Krst, Mediana, Niska Banja, Palilula, Pantelej; Jablanica: Bojnik, Crna Trava, Lebane, Leskovac, Medveda, Vlasotince; Kolubara: Lajkovac, Ljig, Mionica, Osecina, Ub, Valjevo; Macva: Bogatic, Koceljeva, Krupanj, Ljubovija, Loznica, Mali Zvornik, Sabac, Vladimirci; Moravica: Cacak, Gornkji Milanovac, Ivanjica, Lucani; Nisava: Aleksinac, Doljevac, Gadzin Han, Merosina, Nis, Razanj, Svrljig; Pcinja: Bosilegrad, Bujanovac, Presevo, Surdulica, Trgoviste, Vladicin Han, Vranje; Pirot: Babusnica, Bela Palanka, Dimitrovgrad, Pirot; Podunavlje: Smederevo, Smederevskia Palanka, Velika Plana; Pomoravlje: Cuprija, Despotovac, Jagodina, Paracin, Rekovac, Svilajnac; Rasina: Aleksandrovac, Brus, Cicevac, Krusevac, Trstenik, Varvarin; Raska: Kraljevo, Novi Pazar, Raska, Tutin, Vrnjacka Banja; Sumadija: Arandelovac, Batocina, Knic, Kragujevac, Lapovo, Raca, Topola; Toplica: Blace, Kursumlija, Prokuplje, Zitorada; Zajecar: Boljevac, Knjazevac, Sokobanja, Zajecar; Zlatibor: Arilje, Bajina Basta, Cajetina, Kosjeric, Nova Varos, Pozega, Priboj, Prijepolje, Sjenica, Uzice","Vojvodina Autonomous Province":"South Backa: Bac, Backa Palanka, Backi Petrovac, Becej, Beocin, Novi Sad, Sremski Karlovci, Srobobran, Temerin, Titel, Vrbas, Zabalj; South Banat: Alibunar, Bela Crkva, Kovacica, Kovin, Opovo, Pancevo, Plandiste, Vrsac; North Backa: Backa Topola, Mali Idjos, Subotica; North Banat: Ada, Coka, Kanjiza, Kikinda, Novi Knezevac, Senta; Central Banat: Nova Crnja, Novi Becej, Secanj, Zitiste, Zrenjanin; Srem: Indija, Irig, Pecinci, Ruma, Sid, Sremska Mitrovica, Stara Pazova; West Backa: Apatin, Kula, Odzaci, Sombor"},"Independence":"5 June 2006 (from Serbia and Montenegro)","National holiday":"National Day, 15 February","Legal system":"civil law system","International law organization participation":"has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction","Suffrage":"18 years of age; universal","Executive branch":{"chief of state":"President Boris TADIC (since 11 July 2004)","head of government":"Prime Minister Mirko CVETKOVIC (since 7 July 2008)","cabinet":"Republican Ministries act as cabinet","elections":"president elected by direct vote for a five-year term (eligible for a second term); election last held on 3 February 2008 (next to be held in 2013); prime minister elected by the National Assembly","election results":"Boris TADIC elected president in the second round of voting; Boris TADIC received 51.2% of the vote and Tomislav NIKOLIC 48.8%"},"Legislative branch":{"Legislative branch":"unicameral National Assembly (250 seats; deputies elected according to party lists to serve four-year terms)","elections":"last held on 11 May 2008 (next to be held in May 2012)","election results":"percent of vote by party - For a European Serbia coalition 38.4%, SRS 29.5%, DSS-NS 11.6%, SPS-led coalition 7.6%, LPD 5.2%, other 7.7%; seats by party - For a European Serbia coalition 102, SRS 57, DSS-NS 30, SNS 21, SPS-led coalition 20, LDP 13, other 7"},"Judicial branch":"courts of general jurisdiction (municipal courts, district courts, Appellate Courts, the Supreme Court of Cassation); courts of special jurisdiction (commercial courts, the High Commercial Court, the High Magistrates Court, the Administrative Court)","Political parties and leaders":"Coalition for Sandzak or KZS [Sulejman UGLJANIN]; Democratic Party or DS [Boris TADIC]; Democratic Party of Albanians or PDSh [Ragmi MUSTAFA]; Democratic Party of Serbia or DSS [Vojislav KOSTUNICA]; Democratic Union of the Valley or BDL [Skender DESTANI]; Force of Serbia Movement or PSS [Bogoljub KARIC]; G17 Plus [Mladjan DINKIC]; League of Social Democrats of Vojvodina or LSV [Nenad CANAK]; League of Vojvodina Hungarians or SVM [Istvan PASTOR]; Liberal Democratic Party or LDP [Cedomir JOVANOVIC]; Movement for Democratic Progress or LPD [Jonuz MUSLIU]; New Serbia or NS [Velimir ILIC]; Party of Democratic Action or PVD [Riza HALIMI]; Party of United Pensioners of Serbia or PUPS [Jovan KRKOBABIC]; People's Party or NS [Maja GOJKOVIC]; Roma Party or RP [Srdjan SAJN]; Sandzak Democratic Party or SDP [Resad HODZIC]; Serbian Progressive Party or SNS [Tomislav NIKOLIC]; Serbian Radical Party or SRS [Vojislav SESELJ (currently on trial at The Hague), with Dragan TODOROVIC as acting leader]; Serbian Renewal Movement or SPO [Vuk DRASKOVIC]; Social Democratic Party of Serbia or SDPS [Rasim LJAJIC]; Socialist Party of Serbia or SPS [Ivica DACIC]; Union of Roma of Serbia or URS [Rajko DJURIC]; United Serbia or JS [Dragan \"Palma\" MARKOVIC]","Political pressure groups and leaders":"Obraz (Orthodox clero-fascist organization); 1389 (Serbian nationalist movement)","Diplomatic representation in the US":{"chief of mission":"Ambassador Vladimir PETROVIC","chancery":"2134 Kalorama Road NW, Washington, DC 20008","telephone":"[1] (202) 332-0333","FAX":"[1] (202) 332-3933","consulate(s) general":"Chicago, New York"},"Diplomatic representation from the US":{"chief of mission":"Ambassador Mary WARLICK","embassy":"Kneza Milosa 50, 11000 Belgrade","mailing address":"5070 Belgrade Place, Washington, DC 20521-5070","telephone":"[381] (11) 361-9344","FAX":"[381] (11) 361-8230"},"Flag description":{"Flag description":"three equal horizontal stripes of red (top), blue, and white - the Pan-Slav colors representing freedom and revolutionary ideals; charged with the coat of arms of Serbia shifted slightly to the hoist side; the principal field of the coat of arms represents the Serbian state and displays a white two-headed eagle on a red shield; a smaller red shield on the eagle represents the Serbian nation, and is divided into four quarters by a white cross; a white Cyrillic \"C\" in each quarter stands for the phrase \"Only Unity Saves the Serbs\"; a royal crown surmounts the coat of arms"},"National anthem":{"name":"\"Boze pravde\" (God of Justice)","lyrics/music":"Jovan DORDEVIC/Davorin JENKO"},"internationalOrganizations":["BIS","BSEC","CE","CEI","EAPC","EBRD","FAO","G-9","IAEA","IBRD","ICAO","ICC","ICRM","IDA","IFC","IFRCS","IHO","ILO","IMF","IMO","IMSO","Interpol","IOC","IOM","IPU","ISO","ITSO","ITU","ITUC","MIGA","MONUSCO","NAM (observer)","OAS (observer)","OIF (observer)","OPCW","OSCE","PCA","PFP","SECI","UN","UNCTAD","UNESCO","UNFICYP","UNHCR","UNIDO","UNMIL","UNOCI","UNWTO","UPU","WCO","WHO","WIPO","WMO","WTO (observer)"]},"economy":{"Economy - overview":"MILOSEVIC-era mismanagement of the economy, an extended period of international economic sanctions, and the damage to Yugoslavia's infrastructure and industry during the NATO airstrikes in 1999 left the economy only half the size it was in 1990. After the ousting of former Federal Yugoslav President MILOSEVIC in September 2000, the Democratic Opposition of Serbia (DOS) coalition government implemented stabilization measures and embarked on a market reform program. After renewing its membership in the IMF in December 2000, Yugoslavia continued to reintegrate into the international community by rejoining the World Bank (IBRD) and the European Bank for Reconstruction and Development (EBRD). Belgrade has made progress in trade liberalization and enterprise restructuring and privatization, including telecommunications and small- and medium-size firms. It has made some progress towards EU membership, signing a Stabilization and Association Agreement with Brussels in May 2008, and with full implementation of the Interim Trade Agreement with the EU in February 2010. Serbia is also pursuing membership in the World Trade Organization. Structural economic reforms needed to ensure the country's long-term viability have largely stalled since the onset of the global financial crisis. Serbia, however, is slowly recovering from the crisis. Economic growth in 2010 was a modest 1.7%, following a 3.1% contraction in 2009, but exports rose by over 16% and manufacturing output increased 3.2%. High unemployment and stagnant household incomes are ongoing political and economic problems. Serbia signed an augmented $4 billion Stand By Arrangement with the IMF in May 2009 that expires in April 2011. IMF conditions on Serbia constrain the use of stimulus efforts to revive the economy, while Serbia's concerns about inflation and exchange rate stability preclude the use of expansionary monetary policy. Serbia adopted a new long-term economic growth plan in 2010 that calls for a quadrupling of exports over ten years and heavy investments in basic infrastructure. Serbia is still a transitional economy with unfinished privatization and incomplete structural reforms. Major challenges ahead include: high government expenditures for salaries, pensions and unemployment; a growing need for new government borrowing; rising public and private foreign debt; and stagnant levels of foreign direct investment. Privatization revenues have fallen precipitously in recent years, while a high percentage of economic activity remains in the hands of the state. Other serious challenges include an inefficient judicial system, high levels of corruption, and an aging population. Factors favorable to Serbia's economic growth include a strategic location, a relatively inexpensive and skilled labor force, and a generous package of incentives for foreign investments.","GDP (purchasing power parity)":{"GDP (purchasing power parity)":{"usd":80100000000},"country comparison to the world":""},"GDP (official exchange rate)":{"usd":38710000000},"GDP - real growth rate":{"quantity":1.8,"unit":"%"},"GDP - per capita (PPP)":{"GDP - per capita (PPP)":{"usd":null},"country comparison to the world":""},"GDP - composition by sector":{"agriculture":{"quantity":12.6,"unit":"%"},"industry":{"quantity":21.9,"unit":"%"},"services":{"quantity":65.5,"unit":"%"}},"Labor force":2950000,"Labor force - by occupation":{"agriculture":{"quantity":23.9,"unit":"%"},"industry":{"quantity":20.5,"unit":"%"},"services":{"quantity":55.6,"unit":"%"}},"Unemployment rate":{"quantity":19.2,"unit":"%"},"Population below poverty line":{"quantity":8.8,"unit":"%"},"Distribution of family income - Gini index":26,"Investment (gross fixed)":{"quantity":25.9,"unit":"% of GDP"},"Budget":{"revenues":{"usd":16469999999.999998},"expenditures":{"usd":18480000000}},"Public debt":{"quantity":41.5,"unit":"% of GDP"},"Inflation rate (consumer prices)":{"quantity":10.3,"unit":"%"},"Central bank discount rate":{"quantity":12,"unit":"%"},"Commercial bank prime lending rate":{"quantity":13.28,"unit":"%"},"Stock of narrow money":{"usd":3060000000},"Stock of broad money":{"usd":17680000000},"Stock of domestic credit":{"usd":20030000000},"Market value of publicly traded shares":{"usd":12370000000},"Industrial production growth rate":{"quantity":3.2,"unit":"%"},"Electricity - production":{"quantity":35900000000,"unit":"kWh"},"Electricity - consumption":{"quantity":34100000000,"unit":"kWh"},"Electricity - exports":{"quantity":1300000000,"unit":"kWh"},"Electricity - imports":{"quantity":770000000,"unit":"kWh"},"Oil - production":{"quantity":11400,"unit":"bbl/day"},"Oil - consumption":{"quantity":90000,"unit":"bbl/day"},"Oil - exports":{"quantity":5045,"unit":"bbl/day"},"Oil - imports":{"quantity":78600,"unit":"bbl/day"},"Oil - proved reserves":{"quantity":77500000,"unit":"bbl"},"Natural gas - production":{"quantity":356000000,"unit":"cu m"},"Natural gas - consumption":{"quantity":2350000000,"unit":"cu m"},"Natural gas - exports":{"quantity":0,"unit":"cu m"},"Natural gas - imports":{"quantity":2000000000,"unit":"cu m"},"Natural gas - proved reserves":{"quantity":48140000000,"unit":"cu m"},"Current account balance":"$-1.046 billion (2010 est.)","Exports":{"usd":9700000000},"Imports":{"usd":15780000000},"Reserves of foreign exchange and gold":{"usd":15100000000},"Debt - external":{"usd":30900000000},"Stock of direct foreign investment - at home":{"usd":23520000000},"Stock of direct foreign investment - abroad":"$NA","Exchange rates":"Serbian dinars (RSD) per US dollar -","industries":["base metals, furniture, food processing, machinery, chemicals, sugar, tires, clothes, pharmaceuticals"],"agricultureProducts":["wheat","maize","sugar beets","sunflower","raspberries","beef","pork","milk"],"exportCommodities":["iron and steel","rubber","clothes","wheat","fruit and vegetables","nonferrous metals","electric appliances","metal products","weapons and ammunition"],"exportPartners":["Italy 11.5%","Bosnia and Herzegovina 11.2%","Germany 10.5%","Montenegro 8.4%","Romania 6.3%","Russia 5.4%","Macedonia 4.9%","Slovenia 4.4% (2010 est.)"],"importPartners":["Russia 12.8%","Germany 10.6%","Italy 8.5%","China 7.2%","Hungary 4.9% (2010 est.)"]},"communications":{"Telephones - main lines in use":3106000,"Telephones - mobile cellular":9912000,"Telephone system":{"general assessment":"replacements of, and upgrades to, telecommunications equipment damaged during the 1999 war has resulted in a modern telecommunications system more than 95% digitalized in 2009","domestic":"wireless service, available through multiple providers with national coverage, is growing very rapidly; best telecommunications services are centered in urban centers; 3G mobile network launched in 2007","international":"country code - 381 (2009)"},"Internet country code":".rs","Internet hosts":528253,"Internet users":4107000},"transport":{"Airports":29,"Airports - with paved runways":{"total":11,"over 3,047 m":2,"2,438 to 3,047 m":3,"1,524 to 2,437 m":3,"914 to 1,523 m":3},"Airports - with unpaved runways":{"total":18,"1,524 to 2,437 m":1,"914 to 1,523 m":9,"under 914 m":8},"Heliports":2,"Railways":{"total":{"quantity":3379,"unit":"km"},"country comparison to the world":"","standard gauge":"3,379 km 1.435-m gauge (1,254 km electrified) (2006)"},"Roadways":{"total":{"quantity":36884,"unit":"km"},"country comparison to the world":"","paved":{"quantity":31938,"unit":"km"},"unpaved":{"quantity":4946,"unit":"km"}},"Waterways":"587 km (primarily on the Danube and Sava rivers) (2009)"},"military":{"Military branches":"Serbian Armed Forces (Vojska Srbije, VS): Land Forces Command (includes Riverine Component, consisting of a river flotilla on the Danube), Air and Air Defense Forces Command (2010)","Military service age and obligation":"17 years of age for male compulsory military service; 18 years of age for voluntary service; conscription to be abolished effective 2011; 6-month service obligation, with a reserve obligation to age 60 for men and 50 for women (2010)","Manpower fit for military service":{"males age 16-49":1395,"females age 16-49":1356},"Manpower reaching militarily significant age annually":{"male":43945,"female":41080}},"issues":{"Refugees and internally displaced persons":{"refugees (country of origin)":"71,111 (Croatia); 27,414 (Bosnia and Herzegovina); 206,000 (Kosovo), note - mostly ethnic Serbs and Roma who fled Kosovo in 1999 (2007)"},"Illicit drugs":"transshipment point for Southwest Asian heroin moving to Western Europe on the Balkan route; economy vulnerable to money laundering","internationalDisputes":["Serbia with several other states protest the U.S. and other states' recognition of Kosovo's declaring itself as a sovereign and independent state in February 2008","ethnic Serbian municipalities along Kosovo's northern border challenge final status of Kosovo-Serbia boundary","several thousand NATO-led KFOR peacekeepers under UNMIK authority continue to keep the peace within Kosovo between the ethnic Albanian majority and the Serb minority in Kosovo","Serbia delimited about half of the boundary with Bosnia and Herzegovina, but sections along the Drina River remain in dispute"]}}