{"code":"rp","name":"Philippines","region":"East & Southeast Asia","background":"The Philippine Islands became a Spanish colony during the 16th century; they were ceded to the US in 1898 following the Spanish-American War. In 1935 the Philippines became a self-governing commonwealth. Manuel QUEZON was elected president and was tasked with preparing the country for independence after a 10-year transition. In 1942 the islands fell under Japanese occupation during World War II, and US forces and Filipinos fought together during 1944-45 to regain control. On 4 July 1946 the Republic of the Philippines attained its independence. A 20-year rule by Ferdinand MARCOS ended in 1986, when a \"people power\" movement in Manila (\"EDSA 1\") forced him into exile and installed Corazon AQUINO as president. Her presidency was hampered by several coup attempts that prevented a return to full political stability and economic development. Fidel RAMOS was elected president in 1992. His administration was marked by increased stability and by progress on economic reforms. In 1992, the US closed its last military bases on the islands. Joseph ESTRADA was elected president in 1998. He was succeeded by his vice-president, Gloria MACAPAGAL-ARROYO, in January 2001 after ESTRADA's stormy impeachment trial on corruption charges broke down and another \"people power\" movement (\"EDSA 2\") demanded his resignation. MACAPAGAL-ARROYO was elected to a six-year term as president in May 2004. Her presidency was marred by several corruption allegations but the Philippine economy was one of the few to avoid contraction following the 2008 global financial crisis, expanding each year of her administration. Benigno AQUINO III was elected to a six-year term as president in May 2010. The Philippine Government faces threats from several groups on the US Government's Foreign Terrorist Organization list. Manila has waged a decades-long struggle against ethnic Moro insurgencies in the southern Philippines, which has led to a peace accord with the Moro National Liberation Front and on-again/off-again peace talks with the Moro Islamic Liberation Front. The decades-long Maoist-inspired New People's Army insurgency also operates through much of the country.","geo":{"Location":"Southeastern Asia, archipelago between the Philippine Sea and the South China Sea, east of Vietnam","Geographic coordinates":{"N":{"deg":13,"min":0},"E":{"deg":122,"min":0}},"Map references":{},"Area":{"total":{"quantity":300000,"unit":"sq km"},"country comparison to the world":"","land":{"quantity":298170,"unit":"sq km"},"water":{"quantity":1830,"unit":"sq km"}},"Area - comparative":"slightly larger than Arizona","Land boundaries":{"quantity":0,"unit":"km"},"Coastline":{"quantity":36289,"unit":"km"},"Maritime claims":{"territorial sea":"irregular polygon extending up to 100 nm from coastline as defined by 1898 treaty; since late 1970s has also claimed polygonal-shaped area in South China Sea up to 285 nm in breadth","exclusive economic zone":{"quantity":200,"unit":"nm"},"continental shelf":"to depth of exploitation"},"Terrain":"mostly mountains with narrow to extensive coastal lowlands","Elevation extremes":{"lowest point":"Philippine Sea 0 m","highest point":"Mount Apo 2,954 m"},"Land use":{"arable land":{"quantity":19,"unit":"%"},"permanent crops":{"quantity":16.67,"unit":"%"},"other":{"quantity":64.33,"unit":"%"}},"Irrigated land":{"quantity":152500,"unit":"sq km"},"Total renewable water resources":{"quantity":479,"unit":"cu km"},"Freshwater withdrawal (domestic/industrial/agricultural)":{"total":{"quantity":28.52,"unit":"cu km/yr"},"per capita":{"quantity":343,"unit":"cu m/yr"}},"Natural hazards":{"Natural hazards":"astride typhoon belt, usually affected by 15 and struck by five to six cyclonic storms per year; landslides; active volcanoes; destructive earthquakes; tsunamis","volcanism":"the Philippines experience significant volcanic activity; Taal (elev. 311 m), which has shown recent unrest and may erupt in the near future, has been deemed a \"Decade Volcano\" by the International Association of Volcanology and Chemistry of the Earth's Interior, worthy of study due to its explosive history and close proximity to human populations; Mayon (elev. 2,462 m), the country's most active volcano, erupted in 2009 forcing over 33,000 to be evacuated; other historically active volcanoes include Biliran, Babuyan Claro, Bulusan, Camiguin, Camiguin de Babuyanes, Didicas, Iraya, Jolo, Kanlaon, Makaturing, Musuan, Parker, Pinatubo and Ragang"},"internationalEnvironmentAgreements":{"signed, but not ratified":"Air Pollution-Persistent Organic Pollutants","partyTo":["Biodiversity","Climate Change","Climate Change-Kyoto Protocol","Desertification","Endangered Species","Hazardous Wastes","Law of the Sea","Marine Dumping","Ozone Layer Protection","Ship Pollution","Tropical Timber 83","Tropical Timber 94","Wetlands","Whaling"]},"naturalResources":["timber","petroleum","nickel","cobalt","silver","gold","salt","copper"],"environmentalIssues":["uncontrolled deforestation especially in watershed areas","soil erosion","air and water pollution in major urban centers","coral reef degradation","increasing pollution of coastal mangrove swamps that are important fish breeding grounds"],"climate":["tropical marine","northeast monsoon (November to April)","southwest monsoon (May to October)"],"geographyNote":["the Philippine archipelago is made up of 7,107 islands","favorably located in relation to many of Southeast Asia's main water bodies: the South China Sea, Philippine Sea, Sulu Sea, Celebes Sea, and Luzon Strait"]},"people":{"Population":101833,"Age structure":{"0-14 years":{"quantity":34.6,"unit":"%"},"15-64 years":{"quantity":61.1,"unit":"%"},"65 years and over":"4.3% (male 1,876,805/female 2,471,644) (2011 est.)"},"Median age":{"total":{"quantity":22.9,"unit":"years"},"male":{"quantity":22.4,"unit":"years"},"female":{"quantity":23.4,"unit":"years"}},"Population growth rate":{"quantity":1.903,"unit":"%"},"Birth rate":{"quantity":25.34,"unit":"births/1,000 population"},"Death rate":{"quantity":5.02,"unit":"deaths/1,000 population"},"Net migration rate":"-1.29 migrant(s)/1,000 population (2011 est.)","Urbanization":{"urban population":{"quantity":49,"unit":"% of total population"},"rate of urbanization":{"quantity":2.3,"unit":"% annual rate of change"}},"Major cities - population":"MANILA (capital) 11.449 million; Davao 1.48 million; Cebu City 845,000; Zamboanga 827,000 (2009)","Sex ratio":{"at birth":{"quantity":1.05,"unit":"male(s)/female"},"under 15 years":{"quantity":1.04,"unit":"male(s)/female"},"15-64 years":{"quantity":1,"unit":"male(s)/female"},"65 years and over":{"quantity":0.76,"unit":"male(s)/female"},"total population":{"quantity":1,"unit":"male(s)/female"}},"Infant mortality rate":{"total":{"quantity":19.34,"unit":"deaths/1,000 live births"},"country comparison to the world":"","male":{"quantity":21.84,"unit":"deaths/1,000 live births"},"female":{"quantity":16.71,"unit":"deaths/1,000 live births"}},"Life expectancy at birth":{"total population":{"quantity":71.66,"unit":"years"},"country comparison to the world":"","male":{"quantity":68.72,"unit":"years"},"female":{"quantity":74.74,"unit":"years"}},"Total fertility rate":{"quantity":3.19,"unit":"children born/woman"},"HIV/AIDS - adult prevalence rate":"less than 0.1% (2009 est.)","HIV/AIDS - people living with HIV/AIDS":8700,"HIV/AIDS - deaths":"fewer than 200 (2009 est.)","Drinking water source":{},"Sanitation facility access":{},"Nationality":{"noun":"Filipino(s)","adjective":"Philippine"},"Literacy":{"definition":"age 15 and over can read and write","total population":{"quantity":92.6,"unit":"%"},"male":{"quantity":92.5,"unit":"%"},"female":{"quantity":92.7,"unit":"%"}},"School life expectancy (primary to tertiary education)":{"total":{"quantity":12,"unit":"years"},"male":{"quantity":12,"unit":"years"},"female":{"quantity":12,"unit":"years"}},"Education expenditures":{"quantity":2.8,"unit":"% of GDP"},"majorInfectiousDiseases":{"degree of risk":"high","food or waterborne diseases":"bacterial diarrhea, hepatitis A, and typhoid fever","vectorborne diseases":"dengue fever, malaria, and Japanese encephalitis","water contact disease":"leptospirosis (2009)"},"ethnicGroups":["Tagalog 28.1%","Cebuano 13.1%","Ilocano 9%","Bisaya/Binisaya 7.6%","Hiligaynon Ilonggo 7.5%","Bikol 6%","Waray 3.4%","other 25.3% (2000 census)"],"religions":["Roman Catholic 80.9%","Muslim 5%","Evangelical 2.8%","Iglesia ni Kristo 2.3%","Aglipayan 2%","other Christian 4.5%","other 1.8%","unspecified 0.6%","none 0.1% (2000 census)"],"languages":["Filipino (official","based on Tagalog) and English (official)","eight major dialects - Tagalog","Cebuano","Ilocano","Hiligaynon or Ilonggo","Bicol","Waray","Pampango","and Pangasinan"]},"government":{"Country name":{"conventional long form":"Republic of the Philippines","conventional short form":"Philippines","local long form":"Republika ng Pilipinas","local short form":"Pilipinas"},"Government type":"republic","Capital":{"name":"Manila","geographic coordinates":{"N":{"deg":14,"min":35},"E":{"deg":121,"min":0}},"time difference":"UTC+8 (13 hours ahead of Washington, DC during Standard Time)"},"Administrative divisions":{"Administrative divisions":"80 provinces and 120 chartered cities","provinces":"Abra, Agusan del Norte, Agusan del Sur, Aklan, Albay, Antique, Apayao, Aurora, Basilan, Bataan, Batanes, Batangas, Biliran, Benguet, Bohol, Bukidnon, Bulacan, Cagayan, Camarines Norte, Camarines Sur, Camiguin, Capiz, Catanduanes, Cavite, Cebu, Compostela, Davao del Norte, Davao del Sur, Davao Oriental, Dinagat Islands, Eastern Samar, Guimaras, Ifugao, Ilocos Norte, Ilocos Sur, Iloilo, Isabela, Kalinga, Laguna, Lanao del Norte, Lanao del Sur, La Union, Leyte, Maguindanao, Marinduque, Masbate, Mindoro Occidental, Mindoro Oriental, Misamis Occidental, Misamis Oriental, Mountain Province, Negros Occidental, Negros Oriental, North Cotabato, Northern Samar, Nueva Ecija, Nueva Vizcaya, Palawan, Pampanga, Pangasinan, Quezon, Quirino, Rizal, Romblon, Samar, Sarangani, Siquijor, Sorsogon, South Cotabato, Southern Leyte, Sultan Kudarat, Sulu, Surigao del Norte, Surigao del Sur, Tarlac, Tawi-Tawi, Zambales, Zamboanga del Norte, Zamboanga del Sur, Zamboanga Sibugay","chartered cities":"Alaminos, Angeles, Antipolo, Bacolod, Bago, Baguio, Bais, Balanga, Batac, Batangas, Bayawan, Bislig, Butuan, Cabadbaran, Cabanatuan, Cadiz, Cagayan de Oro, Calamba, Calapan, Calbayog, Candon, Canlaon, Cauayan, Cavite, Cebu, Cotabato, Dagupan, Danao, Dapitan, Davao, Digos, Dipolog, Dumaguete, Escalante, Gapan, General Santos, Gingoog, Himamaylan, Iligan, Iloilo, Isabela, Iriga, Kabankalan, Kalookan, Kidapawan, Koronadal, La Carlota, Laoag, Lapu-Lapu, Las Pinas, Legazpi, Ligao, Lipa, Lucena, Maasin, Makati, Malabon, Malaybalay, Malolos, Mandaluyong, Mandaue, Manila, Marawi, Marikina, Masbate, Mati, Meycauayan, Muntinlupa, Munoz, Naga, Navotas, Olongapo, Ormoc, Oroquieta, Ozamis, Pagadian, Palayan, Panabo, Paranaque, Pasay, Pasig, Passi, Puerto Princesa, Quezon, Roxas, Sagay, Samal, San Carlos (in Negros Occidental), San Carlos (in Pangasinan), San Fernando (in La Union), San Fernando (in Pampanga), San Jose, San Jose del Monte, San Juan, San Pablo, Santa Rosa, Santiago, Silay, Sipalay, Sorsogon, Surigao, Tabaco, Tacloban, Tacurong, Tagaytay, Tagbilaran, Taguig, Tagum, Talisay (in Cebu), Talisay (in Negros Occidental), Tanauan, Tangub, Tanjay, Tarlac, Toledo, Tuguegarao, Trece Martires, Urdaneta, Valencia, Valenzuela, Victorias, Vigan, Zamboanga (2009)"},"Independence":"12 June 1898 (independence proclaimed from Spain); 4 July 1946 (from the US)","National holiday":"Independence Day, 12 June (1898); note - 12 June 1898 was date of declaration of independence from Spain; 4 July 1946 was date of independence from US","Legal system":"mixed legal system of civil, common, Islamic, and customary law","International law organization participation":"accepts compulsory ICJ jurisdiction with reservations; non-party state to the ICCt","Suffrage":"18 years of age; universal","Executive branch":{"chief of state":"President Benigno AQUINO (since 30 June 2010); Vice President Jejomar BINAY (since 30 June 2010); note - president is both chief of state and head of government","head of government":"President Benigno AQUINO (since 30 June 2010)","cabinet":"Cabinet appointed by the president with consent of Commission of Appointments","elections":"president and vice president elected on separate tickets by popular vote for a single six-year term; election held on 10 May 2010; Benigno AQUINO declared winner and took office on 30 June 2010; next election to be held in May 2016","election results":"Benigno AQUINO elected president; percent of vote - Benigno AQUINO 42.1%, Joseph ESTRADA 26.3%, seven others 31.6%; Jejomar BINAY elected vice president; percent of vote Jejomar BINAY 41.6%, Manuel ROXAS 39.6%, six others 18.8%"},"Legislative branch":{"Legislative branch":"bicameral Congress or Kongreso consists of the Senate or Senado (24 seats - one-half elected every three years; members elected at large by popular vote to serve six-year terms) and the House of Representatives or Kapulungan Ng Nga Kinatawan; the House has 287 seats including 230 members in one tier representing districts and 57 sectoral party-list members in a second tier representing special minorities elected on the basis of one seat for every 2% of the total vote but with each party limited to three seats; a party represented in one tier may not hold seats in the other tier; all House members are elected by popular vote to serve three-year terms","elections":"Senate - elections last held on 10 May 2010 (next to be held in May 2013); House of Representatives - elections last held on 10 May 2010 (next to be held in May 2013)","election results":"Senate - percent of vote by party - NA; seats by party - Lakas-Kampi CMD 4, LP 4, NP 4, NPC 2, PMP 2, LDP 1, PRP 1, independents 5; note - there are 23 rather than 24 sitting senators because one senator was elected mayor of Manila; House of Representatives - percent of vote by party - NA; seats by party - LP 119, Lakas-Kampi CMD 46, NPC 30, NP 22, others 10, independents 1, party-list 55; vacant seats - 1 district and 2 party-list"},"Judicial branch":"Supreme Court (15 justices are appointed by the president on the recommendation of the Judicial and Bar Council and serve until 70 years of age); Court of Appeals; Sandigan-bayan (special court for hearing corruption cases of government officials)","Political parties and leaders":"Laban ng Demokratikong Pilipino (Struggle of Filipino Democrats) or LDP [Edgardo ANGARA]; Lakas ng EDSA-Christian Muslim Democrats or Lakas-CMD [Gloria MACAPAGAL-ARROYO]; Liberal Party or LP [Manuel ROXAS]; Nacionalista Party or NP [Manuel VILLAR]; Nationalist People's Coalition or NPC [Frisco SAN JUAN]; PDP-Laban [Aquilino PIMENTEL]; People's Reform Party [Miriam Defensor SANTIAGO]; Puwersa ng Masang Pilipino (Force of the Philippine Masses) or PMP [Joseph ESTRADA]","Political pressure groups and leaders":"ABONO [Robert ESTRELLA]; AKBAYAN [Walden BELLO]; An Waray [Florencio NOEL]; Anak Mindanao [Mujiv HATAMIN]; ANAKPAWIS [Rafael MARIANO]; ARC [Narciso SANTIAGO III]; Association of Philippine Electric Cooperatives (APEC) [Ponciano PAYUYO]; A TEACHER [Mariano PIAMONTE]; BAGON HENERASYON [Bernadette HERRERA-DY]; Bayan Muna [Teodoro CASINO, Jr.]; Black and White Movement [Vicente ROMANO]; BUHAY [Rene VELARDE]; BUTIL [Leonila CHAVEZ]; CIBAC [Cinchoa CRUZ-GONZALES]; COOP-NATCO [Jose PING-AY]; GABRIELA [Luzviminda ILAGAN]; KABATAAN [Raymon PALATINO]; Kilosbayan [Jovito SALONGA]; YACAP [Carol LOPEZ]","Diplomatic representation in the US":{"chief of mission":"Ambassador Jose L. CUISIA Jr.","chancery":"1600 Massachusetts Avenue NW, Washington, DC 20036","telephone":"[1] (202) 467-9300","FAX":"[1] (202) 467-9417","consulate(s) general":"Chicago, Honolulu, Los Angeles, New York, Saipan (Northern Mariana Islands), San Francisco, Tamuning (Guam)"},"Diplomatic representation from the US":{"chief of mission":"Ambassador Harry K. THOMAS Jr.","embassy":"1201 Roxas Boulevard, Ermita 1000, Manila","mailing address":"PSC 500, FPO AP 96515-1000","telephone":"[63] (2) 301-2000","FAX":"[63] (2) 301-2399"},"Flag description":{"Flag description":"two equal horizontal bands of blue (top) and red; a white equilateral triangle is based on the hoist side; the center of the triangle displays a yellow sun with eight primary rays; each corner of the triangle contains a small, yellow, five-pointed star; blue stands for peace and justice, red symbolizes courage, the white equal-sided triangle represents equality; the rays recall the first eight provinces that sought independence from Spain, while the stars represent the three major geographical divisions of the country: Luzon, Visayas, and Mindanao; the design of the flag dates to 1897"},"National anthem":{"name":"\"Lupang Hinirang\" (Chosen Land)","lyrics/music":"Jose PALMA (revised by Felipe PADILLA de Leon)/Julian FELIPE"},"internationalOrganizations":["ADB","APEC","APT","ARF","ASEAN","BIS","CD","CICA (observer)","CP","EAS","FAO","G-24","G-77","IAEA","IBRD","ICAO","ICC","ICRM","IDA","IFAD","IFC","IFRCS","IHO","ILO","IMF","IMO","IMSO","Interpol","IOC","IOM","IPU","ISO","ITSO","ITU","ITUC","MIGA","MINUSTAH","NAM","OAS (observer)","OPCW","PCA","PIF (partner)","UN","UNCTAD","UNDOF","UNESCO","UNHCR","UNIDO","Union Latina","UNMIL","UNMIS","UNMIT","UNMOGIP","UNOCI","UNWTO","UPU","WCO","WFTU","WHO","WIPO","WMO","WTO"]},"economy":{"Economy - overview":"Philippine GDP grew 7.3% in 2010, spurred by consumer demand, a rebound in exports and investments, and election-related spending. The economy weathered the 2008-09 global recession better than its regional peers due to minimal exposure to troubled international securities, lower dependence on exports, relatively resilient domestic consumption, large remittances from four- to five-million overseas Filipino workers, and a growing business process outsourcing industry. Economic growth in the Philippines averaged 4.5% during the MACAPAGAL-ARROYO administration. Despite this growth, poverty worsened, because of a high population growth rate and inequitable distribution of income. The AQUINO administration is working to reduce the government deficit from 3.9% of GDP, when it took office, to 2% of GDP by 2013. The government has had little difficulty issuing debt both locally and internationally to finance the deficits. AQUINO's first budget emphasizes education, health, conditional cash transfers for the poor, and other social spending programs, relying on the private sector to finance important infrastructure projects. Weak tax collection, exacerbated by new tax breaks and incentives, has limited the government's ability to address major challenges. The AQUINO administration has vowed to focus on improving tax collection efficiency - rather than imposing new taxes - as a part of its good governance platform.","GDP (purchasing power parity)":{"GDP (purchasing power parity)":{"usd":351400000000},"country comparison to the world":""},"GDP (official exchange rate)":{"usd":188700000000},"GDP - real growth rate":{"quantity":7.3,"unit":"%"},"GDP - per capita (PPP)":{"GDP - per capita (PPP)":{"usd":null},"country comparison to the world":""},"GDP - composition by sector":{"agriculture":{"quantity":13.9,"unit":"%"},"industry":{"quantity":31.3,"unit":"%"},"services":{"quantity":54.8,"unit":"%"}},"Labor force":38900000,"Labor force - by occupation":{"agriculture":{"quantity":33,"unit":"%"},"industry":{"quantity":15,"unit":"%"},"services":{"quantity":52,"unit":"%"}},"Unemployment rate":{"quantity":7.3,"unit":"%"},"Population below poverty line":{"quantity":32.9,"unit":"%"},"Household income or consumption by percentage share":{"lowest 10%":{"quantity":2.4,"unit":"%"},"highest 10%":{"quantity":31.2,"unit":"%"}},"Distribution of family income - Gini index":45.8,"Investment (gross fixed)":{"quantity":16,"unit":"% of GDP"},"Budget":{"revenues":{"usd":26840000000},"expenditures":{"usd":33820000000}},"Public debt":{"quantity":56.5,"unit":"% of GDP"},"Inflation rate (consumer prices)":{"quantity":3.8,"unit":"%"},"Central bank discount rate":{"quantity":4,"unit":"%"},"Commercial bank prime lending rate":{"quantity":5.39,"unit":"%"},"Stock of narrow money":{"usd":30650000000},"Stock of broad money":{"usd":97350000000},"Stock of domestic credit":{"usd":97630000000},"Market value of publicly traded shares":{"usd":202300000000},"Industrial production growth rate":{"quantity":12.1,"unit":"%"},"Electricity - production":{"quantity":61930000000,"unit":"kWh"},"Electricity - consumption":{"quantity":54400000000,"unit":"kWh"},"Electricity - exports":{"quantity":0,"unit":"kWh"},"Electricity - imports":{"quantity":0,"unit":"kWh"},"Oil - production":{"quantity":9671,"unit":"bbl/day"},"Oil - consumption":{"quantity":307200,"unit":"bbl/day"},"Oil - exports":{"quantity":28900,"unit":"bbl/day"},"Oil - imports":{"quantity":338400,"unit":"bbl/day"},"Oil - proved reserves":{"quantity":168000000,"unit":"bbl"},"Natural gas - production":{"quantity":2940000000,"unit":"cu m"},"Natural gas - consumption":{"quantity":2940000000,"unit":"cu m"},"Natural gas - exports":{"quantity":0,"unit":"cu m"},"Natural gas - imports":{"quantity":0,"unit":"cu m"},"Natural gas - proved reserves":{"quantity":108700000000,"unit":"cu m"},"Current account balance":{"usd":9510000000},"Exports":{"usd":50720000000},"Imports":{"usd":59900000000},"Reserves of foreign exchange and gold":{"usd":62370000000},"Debt - external":{"usd":59770000000},"Stock of direct foreign investment - at home":{"usd":24500000000},"Stock of direct foreign investment - abroad":{"usd":6495000000},"Exchange rates":"Philippine pesos (PHP) per US dollar -","industries":["electronics assembly, garments, footwear, pharmaceuticals, chemicals, wood products, food processing, petroleum refining, fishing"],"agricultureProducts":["sugarcane","coconuts","rice","corn","bananas","cassavas","pineapples","mangoes","pork","eggs","beef","fish"],"exportCommodities":["semiconductors and electronic products","transport equipment","garments","copper products","petroleum products","coconut oil","fruits"],"exportPartners":["US 17.6%","Japan 16.2%","Netherlands 9.8%","Hong Kong 8.6%","China 7.7%","Germany 6.5%","Singapore 6.2%","South Korea 4.8% (2009 est.)"],"importCommodities":["electronic products","mineral fuels","machinery and transport equipment","iron and steel","textile fabrics","grains","chemicals","plastic"],"importPartners":["Japan 12.5%","US 12%","China 8.8%","Singapore 8.7%","South Korea 7.9%","Taiwan 7.1%","Thailand 5.7% (2009 est.)"]},"communications":{"Telephones - main lines in use":6783000,"Telephones - mobile cellular":92227000,"Telephone system":{"general assessment":"good international radiotelephone and submarine cable services; domestic and interisland service adequate","domestic":"telecommunications infrastructure includes the following platforms: fixed line, mobile cellular, cable TV, over-the-air TV, radio and Very Small Aperture Terminal (VSAT), fiber optic cable, and satellite; mobile-cellular communications now dominate the industry","international":"country code - 63; a series of submarine cables together provide connectivity to Asia, US, the Middle East, and Europe; multiple international gateways (2010)"},"Broadcast media":"multiple national private TV and radio networks; multi-channel satellite and cable TV systems available; five national or major TV networks; three government-owned networks; five major cable TV networks and a government-operated national TV and radio network; about 300 analog television stations; more than 1,000 radio stations (2010)","Internet country code":".ph","Internet hosts":394990,"Internet users":8278000.000000001},"transport":{"Airports":254,"Airports - with paved runways":{"total":85,"over 3,047 m":4,"2,438 to 3,047 m":8,"1,524 to 2,437 m":29,"914 to 1,523 m":34},"Airports - with unpaved runways":{"total":169,"1,524 to 2,437 m":4,"914 to 1,523 m":66,"under 914 m":99},"Heliports":2,"Pipelines":"gas 7 km; oil 107 km; refined products 181 km (2010)","Railways":{"total":{"quantity":995,"unit":"km"},"country comparison to the world":"","narrow gauge":"995 km 1.067-m gauge (484 km are in operation) (2010)"},"Roadways":{"total":{"quantity":213151,"unit":"km"},"country comparison to the world":"","paved":{"quantity":54481,"unit":"km"},"unpaved":{"quantity":158670,"unit":"km"}},"Waterways":"3,219 km (limited to vessels with draft less than 1.5 m) (2011)","Merchant marine":{"total":428,"country comparison to the world":"","by type":"bulk carrier 75, cargo 135, carrier 16, chemical tanker 26, container 13, liquefied gas 5, passenger 7, passenger/cargo 68, petroleum tanker 45, refrigerated cargo 17, roll on/roll off 12, vehicle carrier 9","foreign-owned":156,"registered in other countries":"7 (Cyprus 1, Panama 6) (2010)"},"Ports and terminals":"Batangas, Cagayan de Oro, Cebu, Davao, Liman, Manila","Transportation - note":"the International Maritime Bureau reports the territorial and offshore waters in the South China Sea as high risk for piracy and armed robbery against ships; numerous commercial vessels have been attacked and hijacked both at anchor and while underway; hijacked vessels are often disguised and cargo diverted to ports in East Asia; crews have been murdered or cast adrift"},"military":{"Military branches":"Armed Forces of the Philippines (AFP): Army, Navy (includes Marine Corps and Coast Guard), Air Force (2011)","Military service age and obligation":"18-25 years of age (officers 21-29) for compulsory and voluntary military service; applicants must be single male or female Philippine citizens (2010)","Manpower available for military service":{"males age 16-49":25614,"females age 16-49":25035},"Manpower fit for military service":{"males age 16-49":20142,"females age 16-49":21427},"Manpower reaching militarily significant age annually":{"male":1060,"female":1021},"Military expenditures":{"quantity":0.9,"unit":"% of GDP"}},"issues":{"Refugees and internally displaced persons":{"IDPs":"300,000 (fighting between government troops and MILF and Abu Sayyaf groups) (2007)"},"Illicit drugs":"domestic methamphetamine production has been a growing problem in recent years despite government crackdowns; major consumer of amphetamines; longstanding marijuana producer mainly in rural areas where Manila's control is limited","internationalDisputes":["Philippines claims sovereignty over Scarborough Reef (also claimed by China together with Taiwan) and over certain of the Spratly Islands, known locally as the Kalayaan (Freedom) Islands, also claimed by China, Malaysia, Taiwan, and Vietnam","the 2002 \"Declaration on the Conduct of Parties in the South China Sea,\" has eased tensions in the Spratly Islands but falls short of a legally binding \"code of conduct\" desired by several of the disputants","in March 2005, the national oil companies of China, the Philippines, and Vietnam signed a joint accord to conduct marine seismic activities in the Spratly Islands","Philippines retains a dormant claim to Malaysia's Sabah State in northern Borneo based on the Sultanate of Sulu's granting the Philippines Government power of attorney to pursue a sovereignty claim on his behalf","maritime delimitation negotiations continue with Palau"]}}