{"code":"rs","name":"Russia","region":"Central Asia","background":"Founded in the 12th century, the Principality of Muscovy, was able to emerge from over 200 years of Mongol domination (13th-15th centuries) and to gradually conquer and absorb surrounding principalities. In the early 17th century, a new Romanov Dynasty continued this policy of expansion across Siberia to the Pacific. Under PETER I (ruled 1682-1725), hegemony was extended to the Baltic Sea and the country was renamed the Russian Empire. During the 19th century, more territorial acquisitions were made in Europe and Asia. Defeat in the Russo-Japanese War of 1904-05 contributed to the Revolution of 1905, which resulted in the formation of a parliament and other reforms. Repeated devastating defeats of the Russian army in World War I led to widespread rioting in the major cities of the Russian Empire and to the overthrow in 1917 of the imperial household. The Communists under Vladimir LENIN seized power soon after and formed the USSR. The brutal rule of Iosif STALIN (1928-53) strengthened Communist rule and Russian dominance of the Soviet Union at a cost of tens of millions of lives. The Soviet economy and society stagnated in the following decades until General Secretary Mikhail GORBACHEV (1985-91) introduced glasnost (openness) and perestroika (restructuring) in an attempt to modernize Communism, but his initiatives inadvertently released forces that by December 1991 splintered the USSR into Russia and 14 other independent republics. Since then, Russia has shifted its post-Soviet democratic ambitions in favor of a centralized semi-authoritarian state whose legitimacy is buttressed, in part, by carefully managed national elections, former President PUTIN's genuine popularity, and the prudent management of Russia's windfall energy wealth. Russia has severely disabled a Chechen rebel movement, although violence still occurs throughout the North Caucasus.","geo":{"Location":"Northern Asia (the area west of the Urals is considered part of Europe), bordering the Arctic Ocean, between Europe and the North Pacific Ocean","Geographic coordinates":{"N":{"deg":60,"min":0},"E":{"deg":100,"min":0}},"Map references":{},"Area":{"total":{"quantity":17098,"unit":"sq km"},"country comparison to the world":"","land":{"quantity":16377,"unit":"sq km"},"water":{"quantity":720500,"unit":"sq km"}},"Area - comparative":"approximately 1.8 times the size of the US","Land boundaries":{"total":{"quantity":20241.5,"unit":"km"},"border countries":"Azerbaijan 284 km, Belarus 959 km, China (southeast) 3,605 km, China (south) 40 km, Estonia 290 km, Finland 1,313 km, Georgia 723 km, Kazakhstan 6,846 km, North Korea 17.5 km, Latvia 292 km, Lithuania (Kaliningrad Oblast) 227 km, Mongolia 3,441 km, Norway 196 km, Poland (Kaliningrad Oblast) 432 km, Ukraine 1,576 km"},"Coastline":{"quantity":37653,"unit":"km"},"Maritime claims":{"territorial sea":{"quantity":12,"unit":"nm"},"contiguous zone":{"quantity":24,"unit":"nm"},"exclusive economic zone":{"quantity":200,"unit":"nm"},"continental shelf":"200 m depth or to the depth of exploitation"},"Terrain":"broad plain with low hills west of Urals; vast coniferous forest and tundra in Siberia; uplands and mountains along southern border regions","Elevation extremes":{"lowest point":"Caspian Sea -28 m","highest point":"Gora El'brus 5,633 m"},"Natural resources":{"Natural resources":"wide natural resource base including major deposits of oil, natural gas, coal, and many strategic minerals, reserves of rare earth elements, timber"},"Land use":{"arable land":{"quantity":7.17,"unit":"%"},"permanent crops":{"quantity":0.11,"unit":"%"},"other":{"quantity":92.72,"unit":"%"}},"Irrigated land":{"quantity":43460,"unit":"sq km"},"Total renewable water resources":{"quantity":4498,"unit":"cu km"},"Freshwater withdrawal (domestic/industrial/agricultural)":{"total":{"quantity":76.68,"unit":"cu km/yr"},"per capita":{"quantity":535,"unit":"cu m/yr"}},"Natural hazards":{"Natural hazards":"permafrost over much of Siberia is a major impediment to development; volcanic activity in the Kuril Islands; volcanoes and earthquakes on the Kamchatka Peninsula; spring floods and summer/autumn forest fires throughout Siberia and parts of European Russia","volcanism":"Russia experiences significant volcanic activity on the Kamchatka Peninsula and Kuril Islands; the peninsula alone is home to some 29 historically active volcanoes, with dozens more in the Kuril Islands; Kliuchevskoi (elev. 4,835 m), which erupted in 2007 and 2010, is Kamchatka's most active volcano; Avachinsky and Koryaksky volcanoes, which pose a threat to the city of Petropavlovsk-Kamchatskiy, have been deemed \"Decade Volcanoes\" by the International Association of Volcanology and Chemistry of the Earth's Interior, worthy of study due to their explosive history and close proximity to human populations; other notable historically active volcanoes include Bezymianny, Chikurachki, Ebeko, Gorely, Grozny, Karymsky, Ketoi, Kronotsky, Ksudach, Medvezhia, Mutnovsky, Sarychev Peak, Shiveluch, Tiatia, Tolbachik, and Zheltovsky"},"internationalEnvironmentAgreements":{"signed, but not ratified":"Air Pollution-Sulfur 94","partyTo":["Air Pollution","Air Pollution-Nitrogen Oxides","Air Pollution-Sulfur 85","Antarctic-Environmental Protocol","Antarctic-Marine Living Resources","Antarctic Seals","Antarctic Treaty","Biodiversity","Climate Change","Climate Change-Kyoto Protocol","Desertification","Endangered Species","Environmental Modification","Hazardous Wastes","Law of the Sea","Marine Dumping","Ozone Layer Protection","Ship Pollution","Tropical Timber 83","Wetlands","Whaling"]},"environmentalIssues":["air pollution from heavy industry, emissions of coal-fired electric plants, and transportation in major cities","industrial, municipal, and agricultural pollution of inland waterways and seacoasts","deforestation","soil erosion","soil contamination from improper application of agricultural chemicals","scattered areas of sometimes intense radioactive contamination","groundwater contamination from toxic waste","urban solid waste management","abandoned stocks of obsolete pesticides"],"climate":["ranges from steppes in the south through humid continental in much of European Russia","subarctic in Siberia to tundra climate in the polar north","winters vary from cool along Black Sea coast to frigid in Siberia","summers vary from warm in the steppes to cool along Arctic coast"],"geographyNote":["largest country in the world in terms of area but unfavorably located in relation to major sea lanes of the world","despite its size, much of the country lacks proper soils and climates (either too cold or too dry) for agriculture","Mount El'brus is Europe's tallest peak"]},"people":{"Population":138739,"Age structure":{"0-14 years":{"quantity":15.2,"unit":"%"},"15-64 years":{"quantity":71.8,"unit":"%"},"65 years and over":"13% (male 5,456,639/female 12,614,309) (2011 est.)"},"Median age":{"total":{"quantity":38.7,"unit":"years"},"male":{"quantity":35.5,"unit":"years"},"female":{"quantity":41.9,"unit":"years"}},"Population growth rate":"-0.47% (2011 est.)","Birth rate":{"quantity":11.05,"unit":"births/1,000 population"},"Death rate":{"quantity":16.04,"unit":"deaths/1,000 population"},"Net migration rate":{"quantity":0.29,"unit":"migrant(s)/1,000 population"},"Urbanization":{"urban population":{"quantity":73,"unit":"% of total population"},"rate of urbanization":"-0.2% annual rate of change (2010-15 est.)"},"Major cities - population":"MOSCOW (capital) 10.523 million; Saint Petersburg 4.575 million; Novosibirsk 1.397 million; Yekaterinburg 1.344 million; Nizhniy Novgorod 1.267 million (2009)","Sex ratio":{"at birth":{"quantity":1.06,"unit":"male(s)/female"},"under 15 years":{"quantity":1.06,"unit":"male(s)/female"},"15-64 years":{"quantity":0.92,"unit":"male(s)/female"},"65 years and over":{"quantity":0.44,"unit":"male(s)/female"},"total population":{"quantity":0.85,"unit":"male(s)/female"}},"Infant mortality rate":{"total":{"quantity":10.08,"unit":"deaths/1,000 live births"},"country comparison to the world":"","male":{"quantity":11.58,"unit":"deaths/1,000 live births"},"female":{"quantity":8.49,"unit":"deaths/1,000 live births"}},"Life expectancy at birth":{"total population":{"quantity":66.29,"unit":"years"},"country comparison to the world":"","male":{"quantity":59.8,"unit":"years"},"female":{"quantity":73.17,"unit":"years"}},"Total fertility rate":{"quantity":1.42,"unit":"children born/woman"},"HIV/AIDS - adult prevalence rate":{"quantity":1,"unit":"%"},"HIV/AIDS - people living with HIV/AIDS":980000,"HIV/AIDS - deaths":"NA","Drinking water source":{},"Sanitation facility access":{},"Nationality":{"noun":"Russian(s)","adjective":"Russian"},"Religions":{"Religions":"Russian Orthodox 15-20%, Muslim 10-15%, other Christian 2% (2006 est.)"},"Literacy":{"definition":"age 15 and over can read and write","total population":{"quantity":99.4,"unit":"%"},"male":{"quantity":99.7,"unit":"%"},"female":{"quantity":99.2,"unit":"%"}},"School life expectancy (primary to tertiary education)":{"total":{"quantity":14,"unit":"years"},"male":{"quantity":14,"unit":"years"},"female":{"quantity":15,"unit":"years"}},"Education expenditures":{"quantity":3.9,"unit":"% of GDP"},"majorInfectiousDiseases":{"degree of risk":"intermediate","food or waterborne diseases":"bacterial diarrhea","vectorborne disease":"tickborne encephalitis"},"ethnicGroups":["Russian 79.8%","Tatar 3.8%","Ukrainian 2%","Bashkir 1.2%","Chuvash 1.1%","other or unspecified 12.1% (2002 census)"],"languages":["Russian (official)","many minority languages"]},"government":{"Country name":{"conventional long form":"Russian Federation","conventional short form":"Russia","local long form":"Rossiyskaya Federatsiya","local short form":"Rossiya","former":"Russian Empire, Russian Soviet Federative Socialist Republic"},"Government type":"federation","Capital":{"name":"Moscow","geographic coordinates":{"N":{"deg":55,"min":45},"E":{"deg":37,"min":35}},"time difference":"UTC+3 (8 hours ahead of Washington, DC during Standard Time)","daylight saving time":"+1hr; note - Russia has announced that it will remain on daylight saving time permanently, which began on 27 March 2011"},"Administrative divisions":{"Administrative divisions":"46 provinces (oblastey, singular - oblast), 21 republics (respublik, singular - respublika), 4 autonomous okrugs (avtonomnykh okrugov, singular - avtonomnyy okrug), 9 krays (krayev, singular - kray), 2 federal cities (goroda, singular - gorod), and 1 autonomous oblast (avtonomnaya oblast')","oblasts":"Amur (Blagoveshchensk), Arkhangel'sk, Astrakhan', Belgorod, Bryansk, Chelyabinsk, Irkutsk, Ivanovo, Kaliningrad, Kaluga, Kemerovo, Kirov, Kostroma, Kurgan, Kursk, Leningrad, Lipetsk, Magadan, Moscow, Murmansk, Nizhniy Novgorod, Novgorod, Novosibirsk, Omsk, Orenburg, Orel, Penza, Pskov, Rostov, Ryazan', Sakhalin (Yuzhno-Sakhalinsk), Samara, Saratov, Smolensk, Sverdlovsk (Yekaterinburg), Tambov, Tomsk, Tula, Tver', Tyumen', Ul'yanovsk, Vladimir, Volgograd, Vologda, Voronezh, Yaroslavl'","republics":"Adygeya (Maykop), Altay (Gorno-Altaysk), Bashkortostan (Ufa), Buryatiya (Ulan-Ude), Chechnya (Groznyy), Chuvashiya (Cheboksary), Dagestan (Makhachkala), Ingushetiya (Magas), Kabardino-Balkariya (Nal'chik), Kalmykiya (Elista), Karachayevo-Cherkesiya (Cherkessk), Kareliya (Petrozavodsk), Khakasiya (Abakan), Komi (Syktyvkar), Mariy-El (Yoshkar-Ola), Mordoviya (Saransk), North Ossetia (Vladikavkaz), Sakha [Yakutiya] (Yakutsk), Tatarstan (Kazan'), Tyva (Kyzyl), Udmurtiya (Izhevsk)","autonomous okrugs":"Chukotka (Anadyr'), Khanty-Mansi (Khanty-Mansiysk), Nenets (Nar'yan-Mar), Yamalo-Nenets (Salekhard)","krays":"Altay (Barnaul), Kamchatka (Petropavlovsk-Kamchatskiy), Khabarovsk, Krasnodar, Krasnoyarsk, Perm', Primorskiy [Maritime] (Vladivostok), Stavropol', Zabaykal'sk (Chita)","federal cities":"Moscow [Moskva], Saint Petersburg [Sankt-Peterburg]"},"Independence":"24 August 1991 (from the Soviet Union); notable earlier dates: 1157 (Principality of Vladimir-Suzdal created); 16 January 1547 (Tsardom of Muscovy established); 22 October 1721 (Russian Empire proclaimed); 30 December 1922 (Soviet Union established)","National holiday":"Russia Day, 12 June (1990)","Legal system":"civil law system; judicial review of legislative acts","International law organization participation":"has not submitted an ICJ jurisdiction declaration; non-party state to the ICCt","Suffrage":"18 years of age; universal","Executive branch":{"chief of state":"President Dmitriy Anatolyevich MEDVEDEV (since 7 May 2008)","head of government":"Premier Vladimir Vladimirovich PUTIN (since 8 May 2008); First Deputy Premiers Igor Ivanovich SHUVALOV and Viktor Alekseyevich ZUBKOV (since 12 May 2008); Deputy Premiers Sergey Borisovich IVANOV (since 12 May 2008), Aleksandr Gennadiyevich KHLOPONIN (since 19 January 2010), Dmitriy Nikolayevich KOZAK (since 14 October 2008), Aleksey Leonidovich KUDRIN (since 24 September 2007), Igor Ivanovich SECHIN (since 12 May 2008), Vyacheslav Viktorovich VOLODIN (since 21 October 2010), Aleksandr Dmitriyevich ZHUKOV (since 9 March 2004)","cabinet":"the \"Government\" is composed of the premier, his deputies, and ministers; all are appointed by the president, and the premier is also confirmed by the Duma","elections":"president elected by popular vote for a four-year term (eligible for a second term); election last held 2 March 2008 (next to be held in March 2012); note - the term length was extended to six years in late 2008, to go into effect following the 2012 presidential election; there is no vice president; if the president dies in office, cannot exercise his powers because of ill health, is impeached, or resigns, the premier serves as acting president until a new presidential election is held, which must be within three months; premier appointed by the president with the approval of the Duma"},"Legislative branch":{"Legislative branch":"bicameral Federal Assembly or Federalnoye Sobraniye consists of an upper house, the Federation Council or Sovet Federatsii (166 seats; members appointed by the top executive and legislative officials in each of the 83 federal administrative units - oblasts, krays, republics, autonomous okrugs and oblasts, and the federal cities of Moscow and Saint Petersburg; members to serve four-year terms) and a lower house, the State Duma or Gosudarstvennaya Duma (450 seats; as of 2007, all members elected by proportional representation from party lists winning at least 7% of the vote; members elected by popular vote to serve four-year terms)","elections":"State Duma - last held on 2 December 2007 (next to be held in December 2011)","election results":"State Duma - United Russia 64.3%, CPRF 11.5%, LDPR 8.1%, Just Russia 7.7%, other 8.4%; total seats by party - United Russia 315, CPRF 57, LDPR 40, Just Russia 38"},"Judicial branch":"Constitutional Court; Supreme Court; Supreme Arbitration Court; judges for all courts are appointed for life by the Federation Council on the recommendation of the president","Political parties and leaders":"A Just Russia [Sergey MIRONOV]; Communist Party of the Russian Federation or CPRF [Gennadiy Andreyevich ZYUGANOV]; Liberal Democratic Party of Russia or LDPR [Vladimir Volfovich ZHIRINOVSKIY]; Patriots of Russia [Gennadiy SEMIGIN]; Right Cause [Leonid Yakovlevich GOZMAN, Boris Yuriyevich TITOV, and Georgiy Georgiyevich BOVT] (formed from merger of Civic Force, Democratic Party of Russia, and Union of Right Forces); United Russia [Vladimir Vladimirovich PUTIN]; Yabloko Party [Sergey Sergeyevich MITROKHIN]","Political pressure groups and leaders":"Association of Citizens with Initiative of Russia (TIGR); Confederation of Labor of Russia (KTR); Federation of Independent Labor Unions of Russia; Freedom of Choice Interregional Organization of Automobilists; Glasnost Defense Foundation; Golos Association in Defense of Voters' Rights; Greenpeace Russia; Human Rights Watch (Russian chapter); Institute for Collective Action; Memorial (human rights group); Movement Against Illegal Migration; Pamjat (preservation of historical monuments and recording of history); Russian Orthodox Church; Russian Federation of Car Owners; Russian-Chechen Friendship Society; SOVA Analytical-Information Center; Union of the Committees of Soldiers' Mothers; World Wildlife Fund (Russian chapter)","Diplomatic representation in the US":{"chief of mission":"Ambassador Sergey Ivanovich KISLYAK","chancery":"2650 Wisconsin Avenue NW, Washington, DC 20007","telephone":"[1] (202) 298-5700, 5701, 5704, 5708","FAX":"[1] (202) 298-5735","consulate(s) general":"Houston, New York, San Francisco, Seattle"},"Diplomatic representation from the US":{"chief of mission":"Ambassador John R. BEYRLE","embassy":"Bolshoy Deviatinskiy Pereulok No. 8, 121099 Moscow","mailing address":"PSC-77, APO AE 09721","telephone":"[7] (495) 728-5000","FAX":"[7] (495) 728-5090"},"Flag description":{"Flag description":"three equal horizontal bands of white (top), blue, and red"},"National anthem":{"name":"\"Gimn Rossiyskoy Federatsii\" (National Anthem of the Russian Federation)","lyrics/music":"Sergei Vladimirovich MIKHALKOV/Alexandr Vasilievich ALEXANDROV"},"internationalOrganizations":["APEC","Arctic Council","ARF","ASEAN (dialogue partner)","BIS","BSEC","CBSS","CE","CERN (observer)","CICA","CIS","CSTO","EAEC","EAPC","EBRD","FAO","FATF","G-20","G-8","GCTU","IAEA","IBRD","ICAO","ICC","ICRM","IDA","IFC","IFRCS","IHO","ILO","IMF","IMO","IMSO","Interpol","IOC","IOM (observer)","IPU","ISO","ITSO","ITU","ITUC","LAIA (observer)","MIGA","MINURSO","MONUSCO","NSG","OAS (observer)","OECD (accession state)","OIC (observer)","OPCW","OSCE","Paris Club","PCA","PFP","SCO","UN","UN Security Council","UNCTAD","UNESCO","UNHCR","UNIDO","UNITAR","UNMIL","UNMIS","UNOCI","UNTSO","UNWTO","UPU","WCO","WFTU","WHO","WIPO","WMO","WTO (observer)","ZC"]},"economy":{"Economy - overview":"Russia has undergone significant changes since the collapse of the Soviet Union, moving from a globally-isolated, centrally-planned economy to a more market-based and globally-integrated economy. Economic reforms in the 1990s privatized most industry, with notable exceptions in the energy and defense-related sectors. The protection of property rights is still weak and the private sector remains subject to heavy state interference. Russian industry is primarily split between globally-competitive commodity producers - in 2009 Russia was the world's largest exporter of natural gas, the second largest exporter of oil, and the third largest exporter of steel and primary aluminum - and other less competitive heavy industries that remain dependent on the Russian domestic market. This reliance on commodity exports makes Russia vulnerable to boom and bust cycles that follow the highly volatile swings in global commodity prices. The government since 2007 has embarked on an ambitious program to reduce this dependency and build up the country's high technology sectors, but with few results so far. The economy had averaged 7% growth since the 1998 Russian financial crisis, resulting in a doubling of real disposable incomes and the emergence of a middle class. The Russian economy, however, was one of the hardest hit by the 2008-09 global economic crisis as oil prices plummeted and the foreign credits that Russian banks and firms relied on dried up. The Central Bank of Russia spent one-third of its $600 billion international reserves, the world's third largest, in late 2008 to slow the devaluation of the ruble. The government also devoted $200 billion in a rescue plan to increase liquidity in the banking sector and aid Russian firms unable to roll over large foreign debts coming due. The economic decline bottomed out in mid-2009 and the economy began to grow in the first quarter of 2010. However, a severe drought and fires in central Russia reduced agricultural output, prompting a ban on grain exports for part of the year, and slowed growth in other sectors such as manufacturing and retail trade. High oil prices buoyed Russian growth in the first quarter of 2011 and could help Russia reduce the budget deficit inherited from the lean years of 2008-09, but inflation and increased government expenditures may limit the positive impact of these revenues. Russia's long-term challenges include a shrinking workforce, a high level of corruption, difficulty in accessing capital for smaller, non-energy companies, and poor infrastructure in need of large investments.","GDP (purchasing power parity)":{"GDP (purchasing power parity)":{"usd":2223000000000},"country comparison to the world":""},"GDP (official exchange rate)":{"usd":1465000000000},"GDP - real growth rate":{"quantity":4,"unit":"%"},"GDP - per capita (PPP)":{"GDP - per capita (PPP)":{"usd":null},"country comparison to the world":""},"GDP - composition by sector":{"agriculture":{"quantity":4.2,"unit":"%"},"industry":{"quantity":33.8,"unit":"%"},"services":{"quantity":62,"unit":"%"}},"Labor force":75550000,"Labor force - by occupation":{"agriculture":{"quantity":10,"unit":"%"},"industry":{"quantity":31.9,"unit":"%"},"services":{"quantity":58.1,"unit":"%"}},"Unemployment rate":{"quantity":7.6,"unit":"%"},"Population below poverty line":{"quantity":13.1,"unit":"%"},"Household income or consumption by percentage share":{"lowest 10%":{"quantity":1.9,"unit":"%"},"highest 10%":{"quantity":30.4,"unit":"%"}},"Distribution of family income - Gini index":42.2,"Investment (gross fixed)":{"quantity":18.9,"unit":"% of GDP"},"Budget":{"revenues":{"usd":262000000000},"expenditures":{"usd":341100000000}},"Public debt":{"quantity":9.5,"unit":"% of GDP"},"Inflation rate (consumer prices)":{"quantity":6.7,"unit":"%"},"Central bank discount rate":{"quantity":8.75,"unit":"%"},"Commercial bank prime lending rate":{"quantity":15.31,"unit":"%"},"Stock of narrow money":{"usd":269100000000.00003},"Stock of broad money":{"usd":650700000000},"Stock of domestic credit":{"usd":549900000000},"Market value of publicly traded shares":{"usd":861400000000},"Industrial production growth rate":{"quantity":8.3,"unit":"%"},"Electricity - production":{"quantity":925900000000,"unit":"kWh"},"Electricity - consumption":{"quantity":857600000000,"unit":"kWh"},"Electricity - exports":{"quantity":17700000000,"unit":"kWh"},"Electricity - imports":{"quantity":3066000000,"unit":"kWh"},"Oil - production":{"quantity":10120000,"unit":"bbl/day"},"Oil - consumption":{"quantity":2740000,"unit":"bbl/day"},"Oil - exports":{"quantity":5430000,"unit":"bbl/day"},"Oil - imports":{"quantity":42000,"unit":"bbl/day"},"Oil - proved reserves":{"quantity":74200000000,"unit":"bbl"},"Natural gas - production":{"quantity":583600000000,"unit":"cu m"},"Natural gas - consumption":{"quantity":439600000000,"unit":"cu m"},"Natural gas - exports":{"quantity":179100000000,"unit":"cu m"},"Natural gas - imports":{"quantity":35100000000,"unit":"cu m"},"Natural gas - proved reserves":{"quantity":47570000000000,"unit":"cu m"},"Current account balance":{"usd":68850000000},"Exports":{"usd":376700000000},"Imports":{"usd":237300000000},"Reserves of foreign exchange and gold":{"usd":483100000000},"Debt - external":{"usd":480200000000},"Stock of direct foreign investment - at home":{"usd":306800000000},"Stock of direct foreign investment - abroad":{"usd":260500000000},"Exchange rates":"Russian rubles (RUB) per US dollar -","industries":["complete range of mining and extractive industries producing coal, oil, gas, chemicals, and metals","all forms of machine building from rolling mills to high-performance aircraft and space vehicles","defense industries including radar, missile production, and advanced electronic components, shipbuilding","road and rail transportation equipment","communications equipment","agricultural machinery, tractors, and construction equipment","electric power generating and transmitting equipment","medical and scientific instruments","consumer durables, textiles, foodstuffs, handicrafts"],"agricultureProducts":["grain","sugar beets","sunflower seed","vegetables","fruits","beef","milk"],"exportCommodities":["petroleum and petroleum products","natural gas","metals","wood and wood products","chemicals","and a wide variety of civilian and military manufactures"],"exportPartners":["Netherlands 10.62%","Italy 6.46%","Germany 6.24%","China 5.69%","Turkey 4.3%","Ukraine 4.01%"],"importCommodities":["machinery","vehicles","pharmaceutical products","plastic","semi-finished metal products","meat","fruits and nuts","optical and medical instruments","iron","steel"],"importPartners":["Germany 14.39%","China 13.98%","Ukraine 5.48%","Italy 4.84%","US 4.46%"]},"communications":{"Telephones - main lines in use":44802000,"Telephones - mobile cellular":230500000,"Telephone system":{"general assessment":"the telephone system is experiencing significant changes; there are more than 1,000 companies licensed to offer communication services; access to digital lines has improved, particularly in urban centers; Internet and e-mail services are improving; Russia has made progress toward building the telecommunications infrastructure necessary for a market economy; the estimated number of mobile subscribers jumped from fewer than 1 million in 1998 to some 230 million in 2009; a large demand for fixed line service remains unsatisfied","domestic":"cross-country digital trunk lines run from Saint Petersburg to Khabarovsk, and from Moscow to Novorossiysk; the telephone systems in 60 regional capitals have modern digital infrastructures; cellular services, both analog and digital, are available in many areas; in rural areas, the telephone services are still outdated, inadequate, and low density","international":"country code - 7; Russia is connected internationally by undersea fiber optic cables; digital switches in several cities provide more than 50,000 lines for international calls; satellite earth stations provide access to Intelsat, Intersputnik, Eutelsat, Inmarsat, and Orbita systems (2008)"},"Broadcast media":"6 national TV stations with the federal government owning 1 and holding a controlling interest in a second; state-owned Gazprom maintains a controlling interest in a third national channel; government-affiliated Bank Rossiya owns controlling interest in a fourth and fifth, while the sixth national channel is owned by the Moscow city administration; roughly 3,300 national, regional, and local TV stations operating with over two-thirds completely or partially controlled by the federal or local governments; satellite TV services are available; 2 state-run national radio networks with a third majority-owned by Gazprom; roughly 2,400 public and commercial radio stations (2007)","Internet country code":".ru; note - Russia also has responsibility for a legacy domain \".su\" that was allocated to the Soviet Union and is being phased out","Internet hosts":10382000,"Internet users":40853000},"transport":{"Airports":1213,"Airports - with paved runways":{"total":593,"over 3,047 m":51,"2,438 to 3,047 m":201,"1,524 to 2,437 m":126,"914 to 1,523 m":98},"Airports - with unpaved runways":{"total":620,"over 3,047 m":3,"2,438 to 3,047 m":13,"1,524 to 2,437 m":68,"914 to 1,523 m":84},"Heliports":50,"Pipelines":"condensate 122 km; gas 160,952 km; liquid petroleum gas 127 km; oil 77,630 km; oil/gas/water 38 km; refined products 13,658 km (2010)","Railways":{"total":{"quantity":87157,"unit":"km"},"country comparison to the world":"","broad gauge":"86,200 km 1.520-m gauge (40,300 km electrified)","narrow gauge":"957 km 1.067-m gauge (on Sakhalin Island)"},"Roadways":{"total":{"quantity":982000,"unit":"km"},"country comparison to the world":"","paved":{"quantity":776000,"unit":"km"},"unpaved":{"quantity":206000,"unit":"km"}},"Waterways":"102,000 km (including 48,000 km with guaranteed depth; the 72,000 km system in European Russia links Baltic Sea, White Sea, Caspian Sea, Sea of Azov, and Black Sea) (2009)","Merchant marine":{"total":1097,"country comparison to the world":"","by type":"bulk carrier 22, cargo 634, carrier 2, chemical tanker 38, combination ore/oil 39, container 13, passenger 15, passenger/cargo 6, petroleum tanker 236, refrigerated cargo 77, roll on/roll off 11, specialized tanker 4","foreign-owned":145,"registered in other countries":"443 (Antigua and Barbuda 3, Belize 32, Bulgaria 2, Cambodia 60, Comoros 21, Cook Islands 1, Cyprus 47, Dominica 6, Georgia 7, Hong Kong 1, Liberia 108, Malaysia 2, Malta 47, Marshall Islands 6, Moldova 5, Mongolia 4, Panama 39, Saint Kitts and Nevis 11, Saint Vincent and the Grenadines 15, Sierra Leone 6, Vanuatu 1, unknown 19) (2010)"},"Ports and terminals":"Kaliningrad, Kavkaz, Nakhodka, Novorossiysk, Primorsk, Saint Petersburg, Vostochnyy"},"military":{"Military branches":"Ground Forces (Sukhoputnyye Voyskia, SV), Navy (Voyenno-Morskoy Flot, VMF), Air Forces (Voyenno-Vozdushniye Sily, VVS); Airborne Troops (VDV), Strategic Rocket Forces (Raketnyye Voyska Strategicheskogo Naznacheniya, RVSN), and Space Troops (Kosmicheskiye Voyska, KV) are independent \"combat arms,\" not subordinate to any of the three branches; Russian Ground Forces include the following combat arms: motorized-rifle troops, tank troops, missile and artillery troops, air defense of the ground troops (2010)","Military service age and obligation":{"Military service age and obligation":"18-27 years of age for compulsory or voluntary military service; males are registered for the draft at 17 years of age; service obligation - 1 year (conscripts can only be sent to combat zones after 6 months training); reserve obligation to age 50"},"Manpower available for military service":{"males age 16-49":34132,"females age 16-49":34985},"Manpower fit for military service":{"males age 16-49":20431,"females age 16-49":26381},"Manpower reaching militarily significant age annually":{"male":693843,"female":660359},"Military expenditures":{"quantity":3.9,"unit":"% of GDP"}},"issues":{"Refugees and internally displaced persons":{"IDPs":"18,000-160,000 (displacement from Chechnya and North Ossetia) (2007)"},"Trafficking in persons":{"current situation":"Russia is a source, transit, and destination country for men, women, and children trafficked for various purposes; it remains a significant source of women trafficked to over 50 countries for commercial sexual exploitation; Russia is also a transit and destination country for men and women trafficked from Central Asia, Eastern Europe, and North Korea to Central and Western Europe and the Middle East for purposes of forced labor and sexual exploitation; internal trafficking remains a problem in Russia with women trafficked from rural areas to urban centers for commercial sexual exploitation, and men trafficked internally and from Central Asia for forced labor in the construction and agricultural industries; debt bondage is common among trafficking victims, and child sex tourism remains a concern","tier rating":"Tier 2 Watch List - Russia is on the Tier 2 Watch List for a fifth consecutive year for its failure to show evidence of increasing efforts to combat trafficking over the previous year, particularly in providing assistance to victims of trafficking; comprehensive trafficking victim assistance legislation, which would address key deficiencies, has been pending before the Duma since 2003 and was neither passed nor enacted in 2007 (2008)"},"Illicit drugs":"limited cultivation of illicit cannabis and opium poppy and producer of methamphetamine, mostly for domestic consumption; government has active illicit crop eradication program; used as transshipment point for Asian opiates, cannabis, and Latin American cocaine bound for growing domestic markets, to a lesser extent Western and Central Europe, and occasionally to the US; major source of heroin precursor chemicals; corruption and organized crime are key concerns; major consumer of opiates","internationalDisputes":["Russia remains concerned about the smuggling of poppy derivatives from Afghanistan through Central Asian countries","China and Russia have demarcated the once disputed islands at the Amur and Ussuri confluence and in the Argun River in accordance with the 2004 Agreement, ending their centuries-long border disputes","the sovereignty dispute over the islands of Etorofu, Kunashiri, Shikotan, and the Habomai group, known in Japan as the \"Northern Territories\" and in Russia as the \"Southern Kurils,\" occupied by the Soviet Union in 1945, now administered by Russia, and claimed by Japan, remains the primary sticking point to signing a peace treaty formally ending World War II hostilities","Russia's military support and subsequent recognition of Abkhazia and South Ossetia independence in 2008 continue to sour relations with Georgia","Azerbaijan, Kazakhstan, and Russia ratified Caspian seabed delimitation treaties based on equidistance, while Iran continues to insist on a one-fifth slice of the lake","Norway and Russia signed a comprehensive maritime boundary agreement in 2010","various groups in Finland advocate restoration of Karelia (Kareliya) and other areas ceded to the Soviet Union following the Second World War but the Finnish Government asserts no territorial demands","in May 2005, Russia recalled its signatures to the 1996 border agreements with Estonia (1996) and Latvia (1997), when the two Baltic states announced issuance of unilateral declarations referencing Soviet occupation and ensuing territorial losses","Russia demands better treatment of ethnic Russians in Estonia and Latvia","Estonian citizen groups continue to press for realignment of the boundary based on the 1920 Tartu Peace Treaty that would bring the now divided ethnic Setu people and parts of the Narva region within Estonia","Lithuania and Russia committed to demarcating their boundary in 2006 in accordance with the land and maritime treaty ratified by Russia in May 2003 and by Lithuania in 1999","Lithuania operates a simplified transit regime for Russian nationals traveling from the Kaliningrad coastal exclave into Russia, while still conforming, as an EU member state with an EU external border, where strict Schengen border rules apply","preparations for the demarcation delimitation of land boundary with Ukraine have commenced","the dispute over the boundary between Russia and Ukraine through the Kerch Strait and Sea of Azov remains unresolved despite a December 2003 framework agreement and on-going expert-level discussions","Kazakhstan and Russia boundary delimitation was ratified on November 2005 and field demarcation should commence in 2007","Russian Duma has not yet ratified 1990 Bering Sea Maritime Boundary Agreement with the US","Denmark (Greenland) and Norway have made submissions to the Commission on the Limits of the Continental shelf (CLCS) and Russia is collecting additional data to augment its 2001 CLCS submission"]}}