{"code":"uk","name":"United Kingdom","region":"Europe","background":"The United Kingdom has historically played a leading role in developing parliamentary democracy and in advancing literature and science. At its zenith in the 19th century, the British Empire stretched over one-fourth of the earth's surface. The first half of the 20th century saw the UK's strength seriously depleted in two world wars and the Irish republic withdraw from the union. The second half witnessed the dismantling of the Empire and the UK rebuilding itself into a modern and prosperous European nation. As one of five permanent members of the UN Security Council, a founding member of NATO, and of the Commonwealth, the UK pursues a global approach to foreign policy. The UK is also an active member of the EU, although it chose to remain outside the Economic and Monetary Union. The Scottish Parliament, the National Assembly for Wales, and the Northern Ireland Assembly were established in 1999. The latter was suspended until May 2007 due to wrangling over the peace process, but devolution was fully completed in March 2010.","geo":{"Location":"Western Europe, islands - including the northern one-sixth of the island of Ireland - between the North Atlantic Ocean and the North Sea; northwest of France","Geographic coordinates":{"N":{"deg":54,"min":0},"W":{"deg":2,"min":0}},"Map references":{},"Area":{"total":{"quantity":243610,"unit":"sq km"},"country comparison to the world":"","land":{"quantity":241930,"unit":"sq km"},"water":{"quantity":1680,"unit":"sq km"}},"Area - comparative":"slightly smaller than Oregon","Land boundaries":{"total":{"quantity":360,"unit":"km"},"border countries":"Ireland 360 km"},"Coastline":{"quantity":12429,"unit":"km"},"Maritime claims":{"territorial sea":{"quantity":12,"unit":"nm"},"exclusive fishing zone":{"quantity":200,"unit":"nm"},"continental shelf":"as defined in continental shelf orders or in accordance with agreed upon boundaries"},"Terrain":"mostly rugged hills and low mountains; level to rolling plains in east and southeast","Elevation extremes":{"lowest point":"The Fens -4 m","highest point":"Ben Nevis 1,343 m"},"Land use":{"arable land":{"quantity":23.23,"unit":"%"},"permanent crops":{"quantity":0.2,"unit":"%"},"other":{"quantity":76.57,"unit":"%"}},"Irrigated land":{"quantity":1950,"unit":"sq km"},"Total renewable water resources":{"quantity":160.6,"unit":"cu km"},"Freshwater withdrawal (domestic/industrial/agricultural)":{"total":{"quantity":11.75,"unit":"cu km/yr"},"per capita":{"quantity":197,"unit":"cu m/yr"}},"Natural hazards":"winter windstorms; floods","internationalEnvironmentAgreements":{"signed, but not ratified":"none of the selected agreements","partyTo":["Air Pollution","Air Pollution-Nitrogen Oxides","Air Pollution-Persistent Organic Pollutants","Air Pollution-Sulfur 94","Air Pollution-Volatile Organic Compounds","Antarctic-Environmental Protocol","Antarctic-Marine Living Resources","Antarctic Seals","Antarctic Treaty","Biodiversity","Climate Change","Climate Change-Kyoto Protocol","Desertification","Endangered Species","Environmental Modification","Hazardous Wastes","Law of the Sea","Marine Dumping","Marine Life Conservation","Ozone Layer Protection","Ship Pollution","Tropical Timber 83","Tropical Timber 94","Wetlands","Whaling"]},"naturalResources":["coal","petroleum","natural gas","iron ore","lead","zinc","gold","tin","limestone","salt","clay","chalk","gypsum","potash","silica sand","slate","arable land"],"environmentalIssues":["continues to reduce greenhouse gas emissions (has met Kyoto Protocol target of a 12.5% reduction from 1990 levels and intends to meet the legally binding target and move toward a domestic goal of a 20% cut in emissions by 2010)","by 2005 the government reduced the amount of industrial and commercial waste disposed of in landfill sites to 85% of 1998 levels and recycled or composted at least 25% of household waste, increasing to 33% by 2015"],"climate":["temperate","moderated by prevailing southwest winds over the North Atlantic Current","more than one-half of the days are overcast"],"geographyNote":["lies near vital North Atlantic sea lanes","only 35 km from France and linked by tunnel under the English Channel","because of heavily indented coastline, no location is more than 125 km from tidal waters"]},"people":{"Population":62698,"Age structure":{"0-14 years":{"quantity":17.3,"unit":"%"},"15-64 years":{"quantity":66.2,"unit":"%"},"65 years and over":"16.5% (male 4,564,375/female 5,777,253) (2011 est.)"},"Median age":{"total":{"quantity":40,"unit":"years"},"male":{"quantity":38.8,"unit":"years"},"female":{"quantity":41.1,"unit":"years"}},"Population growth rate":{"quantity":0.557,"unit":"%"},"Birth rate":{"quantity":12.29,"unit":"births/1,000 population"},"Death rate":{"quantity":9.33,"unit":"deaths/1,000 population"},"Net migration rate":{"quantity":2.6,"unit":"migrant(s)/1,000 population"},"Urbanization":{"urban population":{"quantity":80,"unit":"% of total population"},"rate of urbanization":{"quantity":0.7,"unit":"% annual rate of change"}},"Major cities - population":"LONDON (capital) 8.615 million; Birmingham 2.296 million; Manchester 2.247 million; West Yorkshire 1.541 million; Glasgow 1.166 million (2009)","Sex ratio":{"at birth":{"quantity":1.052,"unit":"male(s)/female"},"under 15 years":{"quantity":1.05,"unit":"male(s)/female"},"15-64 years":{"quantity":1.03,"unit":"male(s)/female"},"65 years and over":{"quantity":0.76,"unit":"male(s)/female"},"total population":{"quantity":0.98,"unit":"male(s)/female"}},"Infant mortality rate":{"total":{"quantity":4.62,"unit":"deaths/1,000 live births"},"country comparison to the world":"","male":{"quantity":5.07,"unit":"deaths/1,000 live births"},"female":{"quantity":4.15,"unit":"deaths/1,000 live births"}},"Life expectancy at birth":{"total population":{"quantity":80.05,"unit":"years"},"country comparison to the world":"","male":{"quantity":77.95,"unit":"years"},"female":{"quantity":82.25,"unit":"years"}},"Total fertility rate":{"quantity":1.91,"unit":"children born/woman"},"HIV/AIDS - adult prevalence rate":{"quantity":0.2,"unit":"%"},"HIV/AIDS - people living with HIV/AIDS":85000,"HIV/AIDS - deaths":"fewer than 1,000 (2009 est.)","Drinking water source":{},"Sanitation facility access":{},"Nationality":{"noun":"Briton(s), British (collective plural)","adjective":"British"},"Languages":{"Languages":"English"},"Literacy":{"definition":"age 15 and over has completed five or more years of schooling","total population":{"quantity":99,"unit":"%"},"male":{"quantity":99,"unit":"%"},"female":{"quantity":99,"unit":"%"}},"School life expectancy (primary to tertiary education)":{"total":{"quantity":16,"unit":"years"},"male":{"quantity":16,"unit":"years"},"female":{"quantity":17,"unit":"years"}},"Education expenditures":{"quantity":5.5,"unit":"% of GDP"},"ethnicGroups":["white (of which English 83.6%","Scottish 8.6%","Welsh 4.9%","Northern Irish 2.9%) 92.1%","black 2%","Indian 1.8%","Pakistani 1.3%","mixed 1.2%","other 1.6% (2001 census)"],"religions":["Christian (Anglican","Roman Catholic","Presbyterian","Methodist) 71.6%","Muslim 2.7%","Hindu 1%","other 1.6%","unspecified or none 23.1% (2001 census)"]},"government":{"Country name":{"conventional long form":"United Kingdom of Great Britain and Northern Ireland; note - Great Britain includes England, Scotland, and Wales","conventional short form":"United Kingdom","abbreviation":"UK"},"Government type":"constitutional monarchy and Commonwealth realm","Capital":{"name":"London","geographic coordinates":{"N":{"deg":51,"min":30},"W":{"deg":0,"min":10}},"time difference":"UTC 0 (5 hours ahead of Washington, DC during Standard Time)","daylight saving time":"+1hr, begins last Sunday in March; ends last Sunday in October"},"Administrative divisions":{"England":"27 two-tier counties, 32 London boroughs and 1 City of London or Greater London, 36 metropolitan districts, 56 unitary authorities (including 4 single-tier counties*)","two-tier counties":"Buckinghamshire, Cambridgeshire, Cumbria, Derbyshire, Devon, Dorset, East Sussex, Essex, Gloucestershire, Hampshire, Hertfordshire, Kent, Lancashire, Leicestershire, Lincolnshire, Norfolk, North Yorkshire, Northamptonshire, Nottinghamshire, Oxfordshire, Somerset, Staffordshire, Suffolk, Surrey, Warwickshire, West Sussex, Worcestershire","London boroughs and City of London or Greater London":"Barking and Dagenham, Barnet, Bexley, Brent, Bromley, Camden, Croydon, Ealing, Enfield, Greenwich, Hackney, Hammersmith and Fulham, Haringey, Harrow, Havering, Hillingdon, Hounslow, Islington, Kensington and Chelsea, Kingston upon Thames, Lambeth, Lewisham, City of London, Merton, Newham, Redbridge, Richmond upon Thames, Southwark, Sutton, Tower Hamlets, Waltham Forest, Wandsworth, Westminster","metropolitan districts":"Barnsley, Birmingham, Bolton, Bradford, Bury, Calderdale, Coventry, Doncaster, Dudley, Gateshead, Kirklees, Knowlsey, Leeds, Liverpool, Manchester, Newcastle upon Tyne, North Tyneside, Oldham, Rochdale, Rotherham, Salford, Sandwell, Sefton, Sheffield, Solihull, South Tyneside, St. Helens, Stockport, Sunderland, Tameside, Trafford, Wakefield, Walsall, Wigan, Wirral, Wolverhampton","unitary authorities":"Bath and North East Somerset, Blackburn with Darwen, Bedford, Blackpool, Bournemouth, Bracknell Forest, Brighton and Hove, City of Bristol, Central Bedfordshire, Cheshire East, Cheshire West and Chester, Cornwall, Darlington, Derby, Durham County*, East Riding of Yorkshire, Halton, Hartlepool, Herefordshire*, Isle of Wight*, Isles of Scilly*, City of Kingston upon Hull, Leicester, Luton, Medway, Middlesbrough, Milton Keynes, North East Lincolnshire, North Lincolnshire, North Somerset, Northumberland*, Nottingham, Peterborough, Plymouth, Poole, Portsmouth, Reading, Redcar and Cleveland, Rutland, Shropshire, Slough, South Gloucestershire, Southampton, Southend-on-Sea, Stockton-on-Tees, Stoke-on-Trent, Swindon, Telford and Wrekin, Thurrock, Torbay, Warrington, West Berkshire, Wiltshire, Windsor and Maidenhead, Wokingham, York"},"Dependent areas":"Anguilla, Bermuda, British Indian Ocean Territory, British Virgin Islands, Cayman Islands, Falkland Islands, Gibraltar, Montserrat, Pitcairn Islands, Saint Helena, Ascension, and Tristan da Cunha, South Georgia and the South Sandwich Islands, Turks and Caicos Islands","Independence":"12 April 1927 (Royal and Parliamentary Titles Act establishes current name of the United Kingdom of Great Britain and Northern Ireland); notable earlier dates: 927 (minor English kingdoms united); 3 March 1284 (enactment of the Statute of Rhuddlan uniting England and Wales); 1536 (Act of Union formally incorporates England and Wales); 1 May 1707 (Acts of Union formally unite England and Scotland as Great Britain); 1 January 1801 (Acts of Union formally unite Great Britain and Ireland as the United Kingdom of Great Britain and Ireland); 6 December 1921 (Anglo-Irish Treaty formalizes partition of Ireland; six counties remain part of the United Kingdom as Northern Ireland)","National holiday":"the UK does not celebrate one particular national holiday","Legal system":"common law system; has nonbinding judicial review of Acts of Parliament under the Human Rights Act of 1998","International law organization participation":"accepts compulsory ICJ jurisdiction with reservations; accepts ICCt jurisdiction","Suffrage":"18 years of age; universal","Executive branch":{"chief of state":"Queen ELIZABETH II (since 6 February 1952); Heir Apparent Prince CHARLES (son of the queen, born 14 November 1948)","head of government":"Prime Minister David CAMERON (since 11 May 2010)","cabinet":"Cabinet of Ministers appointed by the prime minister","elections":"the monarchy is hereditary; following legislative elections, the leader of the majority party or the leader of the majority coalition usually the prime minister"},"Legislative branch":{"Legislative branch":"bicameral Parliament consists of House of Lords (741 seats; consisting of approximately 625 life peers, 91 hereditary peers, and 25 clergy - as of 15 December 2010) and House of Commons (650 seats since 2010 elections; members elected by popular vote to serve five-year terms unless the House is dissolved earlier)","elections":"House of Lords - no elections (note - in 1999, as provided by the House of Lords Act, elections were held in the House of Lords to determine the 92 hereditary peers who would remain there; elections are held only as vacancies in the hereditary peerage arise); House of Commons - last held on 6 May 2010 (next to be held by June 2015)","election results":"House of Commons - percent of vote by party - Conservative 36.1%, Labor 29%, Liberal Democrats 23%, other 11.9%; seats by party - Conservative 305, Labor 258, Liberal Democrat 57, other 30"},"Judicial branch":"Supreme Court of the UK (established in October 2009 taking over appellate jurisdiction formerly vested in the House of Lords); Senior Courts of England and Wales (comprising the Court of Appeal, the High Court of Justice, and the Crown Courts); Court of Judicature (Northern Ireland); Scotland's Court of Session and High Court of the Justiciary","Political parties and leaders":"Conservative [David CAMERON]; Democratic Unionist Party or DUP (Northern Ireland) [Peter ROBINSON]; Labor Party [Ed MILIBAND]; Liberal Democrats (Lib Dems) [Nick CLEGG]; Party of Wales (Plaid Cymru) [Ieuan Wyn JONES]; Scottish National Party or SNP [Alex SALMOND]; Sinn Fein (Northern Ireland) [Gerry ADAMS]; Social Democratic and Labor Party or SDLP (Northern Ireland) [Margaret RICHIE]; Ulster Unionist Party (Northern Ireland) [Tom ELLIOTT]","Political pressure groups and leaders":"Campaign for Nuclear Disarmament; Confederation of British Industry; National Farmers' Union; Trades Union Congress","Diplomatic representation in the US":{"chief of mission":"Ambassador Sir Nigel E. SHEINWALD","chancery":"3100 Massachusetts Avenue NW, Washington, DC 20008","telephone":"[1] (202) 588-6500","FAX":"[1] (202) 588-7870","consulate(s) general":"Atlanta, Boston, Chicago, Houston, Los Angeles, Miami, New York, San Francisco"},"Diplomatic representation from the US":{"chief of mission":"Ambassador Louis B. SUSMAN","embassy":"24 Grosvenor Square, London, W1A 1AE note - a new embassy is scheduled to open by the end of 2017 in the Nine Elms area of Wandsworth (architect Kiernan TIMBERLAKE)","mailing address":"PSC 801, Box 40, FPO AE 09498-4040","telephone":"[44] (0) 20 7499-9000","FAX":"[44] (0) 20 7629-9124"},"Flag description":"blue field with the red cross of Saint George (patron saint of England) edged in white superimposed on the diagonal red cross of Saint Patrick (patron saint of Ireland), which is superimposed on the diagonal white cross of Saint Andrew (patron saint of Scotland); properly known as the Union Flag, but commonly called the Union Jack; the design and colors (especially the Blue Ensign) have been the basis for a number of other flags including other Commonwealth countries and their constituent states or provinces, and British overseas territories","National anthem":{"name":"\"God Save the Queen\"","lyrics/music":"unknown"},"internationalOrganizations":["ADB (nonregional member)","AfDB (nonregional member)","Arctic Council (observer)","Australia Group","BIS","C","CBSS (observer)","CDB","CE","CERN","EAPC","EBRD","EIB","ESA","EU","FAO","FATF","G-20","G-5","G-7","G-8","G-10","IADB","IAEA","IBRD","ICAO","ICC","ICRM","IDA","IEA","IFAD","IFC","IFRCS","IHO","ILO","IMF","IMO","IMSO","Interpol","IOC","IOM","IPU","ISO","ITSO","ITU","ITUC","MIGA","MONUSCO","NATO","NEA","NSG","OAS (observer)","OECD","OPCW","OSCE","Paris Club","PCA","PIF (partner)","SECI (observer)","UN","UN Security Council","UNCTAD","UNESCO","UNFICYP","UNHCR","UNIDO","UNMIS","UNRWA","UPU","WCO","WHO","WIPO","WMO","WTO","ZC"]},"economy":{"Economy - overview":"The UK, a leading trading power and financial center, is the third largest economy in Europe after Germany and France. Over the past two decades, the government has greatly reduced public ownership and contained the growth of social welfare programs. Agriculture is intensive, highly mechanized, and efficient by European standards, producing about 60% of food needs with less than 2% of the labor force. The UK has large coal, natural gas, and oil resources, but its oil and natural gas reserves are declining and the UK became a net importer of energy in 2005. Services, particularly banking, insurance, and business services, account by far for the largest proportion of GDP while industry continues to decline in importance. After emerging from recession in 1992, Britain's economy enjoyed the longest period of expansion on record during which time growth outpaced most of Western Europe. In 2008, however, the global financial crisis hit the economy particularly hard, due to the importance of its financial sector. Sharply declining home prices, high consumer debt, and the global economic slowdown compounded Britain's economic problems, pushing the economy into recession in the latter half of 2008 and prompting the then BROWN government to implement a number of measures to stimulate the economy and stabilize the financial markets; these include nationalizing parts of the banking system, cutting taxes, suspending public sector borrowing rules, and moving forward public spending on capital projects. Facing burgeoning public deficits and debt levels, the CAMERON government in 2010 initiated a five-year austerity program, which aims to lower London's budget deficit from over 11% of GDP in 2010 to nearly 1% by 2015. The Bank of England periodically coordinates interest rate moves with the European Central Bank, but Britain remains outside the European Economic and Monetary Union (EMU).","GDP (purchasing power parity)":{"GDP (purchasing power parity)":{"usd":2173000000000},"country comparison to the world":""},"GDP (official exchange rate)":{"usd":2247000000000},"GDP - real growth rate":{"quantity":1.3,"unit":"%"},"GDP - per capita (PPP)":{"GDP - per capita (PPP)":{"usd":null},"country comparison to the world":""},"GDP - composition by sector":{"agriculture":{"quantity":0.9,"unit":"%"},"industry":{"quantity":22.1,"unit":"%"},"services":{"quantity":77.1,"unit":"%"}},"Labor force":31450000,"Labor force - by occupation":{"agriculture":{"quantity":1.4,"unit":"%"},"industry":{"quantity":18.2,"unit":"%"},"services":{"quantity":80.4,"unit":"%"}},"Unemployment rate":{"quantity":7.9,"unit":"%"},"Population below poverty line":{"quantity":14,"unit":"%"},"Household income or consumption by percentage share":{"lowest 10%":{"quantity":2.1,"unit":"%"},"highest 10%":{"quantity":28.5,"unit":"%"}},"Distribution of family income - Gini index":34,"Investment (gross fixed)":{"quantity":14.4,"unit":"% of GDP"},"Budget":{"revenues":{"usd":926700000000},"expenditures":{"usd":1154000000000}},"Public debt":{"quantity":76.5,"unit":"% of GDP"},"Inflation rate (consumer prices)":{"quantity":3.3,"unit":"%"},"Central bank discount rate":"NA% (31 December 2009)","Commercial bank prime lending rate":{"quantity":0.63,"unit":"%"},"Stock of narrow money":{"usd":88620000000},"Stock of broad money":{"usd":3344000000000},"Stock of domestic credit":{"usd":5151000000000},"Market value of publicly traded shares":{"usd":2796000000000},"Industrial production growth rate":{"quantity":1.9,"unit":"%"},"Electricity - production":{"quantity":368600000000,"unit":"kWh"},"Electricity - consumption":{"quantity":345800000000,"unit":"kWh"},"Electricity - exports":{"quantity":1272000000,"unit":"kWh"},"Electricity - imports":{"quantity":12290000000,"unit":"kWh"},"Oil - production":{"quantity":1502000,"unit":"bbl/day"},"Oil - consumption":{"quantity":1669000,"unit":"bbl/day"},"Oil - exports":{"quantity":1393000,"unit":"bbl/day"},"Oil - imports":{"quantity":1491000,"unit":"bbl/day"},"Oil - proved reserves":{"quantity":3084000000,"unit":"bbl"},"Natural gas - production":{"quantity":58560000000,"unit":"cu m"},"Natural gas - consumption":{"quantity":87450000000,"unit":"cu m"},"Natural gas - exports":{"quantity":12170000000,"unit":"cu m"},"Natural gas - imports":{"quantity":41060000000,"unit":"cu m"},"Natural gas - proved reserves":{"quantity":292000000000,"unit":"cu m"},"Current account balance":"$-40.34 billion (2010 est.)","Exports":{"usd":405600000000},"Imports":{"usd":546500000000},"Reserves of foreign exchange and gold":"$NA (31 December 2010 est.)","Debt - external":{"usd":8981000000000},"Stock of direct foreign investment - at home":{"usd":1169000000000},"Stock of direct foreign investment - abroad":{"usd":1705000000000},"Exchange rates":"British pounds (GBP) per US dollar -","industries":["machine tools, electric power equipment, automation equipment, railroad equipment, shipbuilding, aircraft, motor vehicles and parts, electronics and communications equipment, metals, chemicals, coal, petroleum, paper and paper products, food processing, textiles, clothing, other consumer goods"],"agricultureProducts":["cereals","oilseed","potatoes","vegetables","cattle","sheep","poultry","fish"],"exportCommodities":["manufactured goods","fuels","chemicals","food","beverages","tobacco"],"exportPartners":["US 14.71%","Germany 11.06%","France 8%","Netherlands 7.79%","Ireland 6.89%","Belgium 4.65%","Spain 4%"],"importCommodities":["manufactured goods","machinery","fuels","foodstuffs"],"importPartners":["Germany 12.87%","US 9.74%","China 8.88%","Netherlands 6.94%","France 6.64%","Belgium 4.86%","Norway 4.84%","Ireland 4.01%","Italy 3.99%"]},"communications":{"Telephones - main lines in use":32116999.999999996,"Telephones - mobile cellular":80375000,"Telephone system":{"general assessment":"technologically advanced domestic and international system","domestic":"equal mix of buried cables, microwave radio relay, and fiber-optic systems","international":"country code - 44; numerous submarine cables provide links throughout Europe, Asia, Australia, the Middle East, and US; satellite earth stations - 10 Intelsat (7 Atlantic Ocean and 3 Indian Ocean), 1 Inmarsat (Atlantic Ocean region), and 1 Eutelsat; at least 8 large international switching centers"},"Broadcast media":"public service broadcaster BBC is the largest broadcasting corporation in the world; BBC operates multiple TV networks with regional and local TV service; a mixed system of public and commercial TV broadcasters along with satellite and cable systems provide access to hundreds of TV stations throughout the world; BBC operates multiple national, regional, and local radio networks with multiple transmission sites; a large number of commercial radio stations as well as satellite radio services are available (2008)","Internet country code":".uk","Internet hosts":7030000,"Internet users":51444000},"transport":{"Airports":505,"Airports - with paved runways":{"total":306,"over 3,047 m":9,"2,438 to 3,047 m":32,"1,524 to 2,437 m":124,"914 to 1,523 m":77},"Airports - with unpaved runways":{"total":199,"over 3,047 m":1,"1,524 to 2,437 m":3,"914 to 1,523 m":22,"under 914 m":173},"Heliports":11,"Pipelines":"condensate 8 km; gas 14,071 km; liquid petroleum gas 59 km; oil 595 km; refined products 4,907 km (2010)","Railways":{"total":{"quantity":16454,"unit":"km"},"country comparison to the world":"","broad gauge":"303 km 1.600-m gauge (in Northern Ireland)","standard gauge":"16,151 km 1.435-m gauge (5,248 km electrified) (2008)"},"Roadways":{"total":{"quantity":394428,"unit":"km"},"country comparison to the world":"","paved":"394,428 km (includes 3,519 km of expressways) (2009)"},"Waterways":"3,200 km (620 km used for commerce) (2009)","Merchant marine":{"total":527,"country comparison to the world":"","by type":"bulk carrier 30, cargo 70, carrier 3, chemical tanker 71, container 190, liquefied gas 10, passenger 7, passenger/cargo 67, petroleum tanker 20, refrigerated cargo 6, roll on/roll off 29, vehicle carrier 24","foreign-owned":"271 (Australia 1, Bermuda 9, China 15, Denmark 40, France 32, Germany 78, Greece 1, Hong Kong, Italy 4, Japan 4, Netherlands 1, Norway 32, NZ 1, South Africa 5, Spain 7, Sweden 21, Taiwan 1, Turkey 1, UAE 7, United States 11)"},"Ports and terminals":"Dover, Felixstowe, Immingham, Liverpool, London, Southampton, Teesport (England); Forth Ports, Hound Point (Scotland); Milford Haven (Wales)"},"military":{"Military branches":"Army, Royal Navy (includes Royal Marines), Royal Air Force (2010)","Military service age and obligation":"16-33 years of age (officers 17-28) for voluntary military service (with parental consent under 18); women serve in military services, but are excluded from ground combat positions and some naval postings; as of October 2009, women comprised 12.1% of officers and 9% of enlisted personnel in the regular forces; must be citizen of the UK, Commonwealth, or Republic of Ireland; reservists serve a minimum of 3 years, to age 45 or 55; 16 years of age for voluntary military service by Nepalese citizens in the Brigade of Gurkhas; 16-34 years of age for voluntary military service by Papua New Guinean citizens (2009)","Manpower available for military service":{"males age 16-49":14856,"females age 16-49":14307},"Manpower fit for military service":{"males age 16-49":12255,"females age 16-49":11779},"Manpower reaching militarily significant age annually":{"male":383989,"female":365491},"Military expenditures":{"quantity":2.4,"unit":"% of GDP"}},"issues":{"Illicit drugs":"producer of limited amounts of synthetic drugs and synthetic precursor chemicals; major consumer of Southwest Asian heroin, Latin American cocaine, and synthetic drugs; money-laundering center","internationalDisputes":["in 2002, Gibraltar residents voted overwhelmingly by referendum to reject any \"shared sovereignty\" arrangement between the UK and Spain","the Government of Gibraltar insists on equal participation in talks between the two countries","Spain disapproves of UK plans to grant Gibraltar greater autonomy","Mauritius and Seychelles claim the Chagos Archipelago (British Indian Ocean Territory)","in 2001, the former inhabitants of the archipelago, evicted 1967 - 1973, were granted U.K. citizenship and the right of return, followed by Orders in Council in 2004 that banned rehabitation, a High Court ruling reversing the ban, a Court of Appeal refusal to hear the case, and a Law Lords' decision in 2008 denying the right of return","in addition, the United Kingdom created the world's largest marine protection area around the Chagos islands prohibiting the extraction of any natural resources therein","UK rejects sovereignty talks requested by Argentina, which still claims the Falkland Islands (Islas Malvinas) and South Georgia and the South Sandwich Islands","territorial claim in Antarctica (British Antarctic Territory) overlaps Argentine claim and partially overlaps Chilean claim","Iceland, the UK, and Ireland dispute Denmark's claim that the Faroe Islands' continental shelf extends beyond 200 nm"]}}