{"code":"us","name":"United States","region":"North America","background":"Britain's American colonies broke with the mother country in 1776 and were recognized as the new nation of the United States of America following the Treaty of Paris in 1783. During the 19th and 20th centuries, 37 new states were added to the original 13 as the nation expanded across the North American continent and acquired a number of overseas possessions. The two most traumatic experiences in the nation's history were the Civil War (1861-65), in which a northern Union of states defeated a secessionist Confederacy of 11 southern slave states, and the Great Depression of the 1930s, an economic downturn during which about a quarter of the labor force lost its jobs. Buoyed by victories in World Wars I and II and the end of the Cold War in 1991, the US remains the world's most powerful nation state. Over a span of more than five decades, the economy has achieved steady growth, low unemployment and inflation, and rapid advances in technology.","geo":{"Location":"North America, bordering both the North Atlantic Ocean and the North Pacific Ocean, between Canada and Mexico","Geographic coordinates":{"N":{"deg":38,"min":0},"W":{"deg":97,"min":0}},"Map references":{},"Area":{"total":{"quantity":9826,"unit":"sq km"},"country comparison to the world":"","land":{"quantity":9161,"unit":"sq km"},"water":{"quantity":664709,"unit":"sq km"}},"Area - comparative":"about half the size of Russia; about three-tenths the size of Africa; about half the size of South America (or slightly larger than Brazil); slightly larger than China; more than twice the size of the European Union","Land boundaries":{"total":{"quantity":12034,"unit":"km"},"border countries":"Canada 8,893 km (including 2,477 km with Alaska), Mexico 3,141 km"},"Coastline":{"quantity":19924,"unit":"km"},"Maritime claims":{"territorial sea":{"quantity":12,"unit":"nm"},"contiguous zone":{"quantity":24,"unit":"nm"},"exclusive economic zone":{"quantity":200,"unit":"nm"},"continental shelf":"not specified"},"Terrain":"vast central plain, mountains in west, hills and low mountains in east; rugged mountains and broad river valleys in Alaska; rugged, volcanic topography in Hawaii","Elevation extremes":{"lowest point":"Death Valley -86 m","highest point":"Mount McKinley 6,194 m"},"Natural resources":{"Natural resources":"coal, copper, lead, molybdenum, phosphates, rare earth elements, uranium, bauxite, gold, iron, mercury, nickel, potash, silver, tungsten, zinc, petroleum, natural gas, timber"},"Land use":{"arable land":{"quantity":18.01,"unit":"%"},"permanent crops":{"quantity":0.21,"unit":"%"},"other":{"quantity":81.78,"unit":"%"}},"Irrigated land":{"quantity":230000,"unit":"sq km"},"Total renewable water resources":{"quantity":3069,"unit":"cu km"},"Freshwater withdrawal (domestic/industrial/agricultural)":{"total":{"quantity":477,"unit":"cu km/yr"},"per capita":{"quantity":1600,"unit":"cu m/yr"}},"Natural hazards":{"Natural hazards":"tsunamis; volcanoes; earthquake activity around Pacific Basin; hurricanes along the Atlantic and Gulf of Mexico coasts; tornadoes in the Midwest and Southeast; mud slides in California; forest fires in the west; flooding; permafrost in northern Alaska, a major impediment to development","volcanism":"the United States experiences volcanic activity in the Hawaiian Islands, Western Alaska, the Pacific Northwest, and in the Northern Mariana Islands; both Mauna Loa (elev. 4,170 m) in Hawaii and Mount Rainier (elev. 4,392 m) in Washington have been deemed \"Decade Volcanoes\" by the International Association of Volcanology and Chemistry of the Earth's Interior, worthy of study due to their explosive history and close proximity to human populations; Pavlof (elev. 2,519 m) is the most active volcano in Alaska's Aleutian Arc and poses a significant threat to air travel since the area constitutes a major flight path between North America and East Asia; St. Helens (elev. 2,549 m, famous for the devastating 1980 eruption, remains active today; numerous other historically active volcanoes exist, mostly concentrated in the Aleutian arc and Hawaii; they include: in Alaska: Aniakchak, Augustine, Chiginagak, Fourpeaked, Iliamna, Katmai, Kupreanof, Martin, Novarupta, Redoubt, Spurr, Wrangell; in Hawaii: Trident, Ugashik-Peulik, Ukinrek Maars, Veniaminof; in the Northern Mariana Islands: Anatahan; and in the Pacific Northwest: Mount Baker, Mount Hood"},"internationalEnvironmentAgreements":{"signed, but not ratified":"Air Pollution-Persistent Organic Pollutants, Air Pollution-Volatile Organic Compounds, Biodiversity, Climate Change-Kyoto Protocol, Hazardous Wastes","partyTo":["Air Pollution","Air Pollution-Nitrogen Oxides","Antarctic-Environmental Protocol","Antarctic-Marine Living Resources","Antarctic Seals","Antarctic Treaty","Climate Change","Desertification","Endangered Species","Environmental Modification","Marine Dumping","Marine Life Conservation","Ozone Layer Protection","Ship Pollution","Tropical Timber 83","Tropical Timber 94","Wetlands","Whaling"]},"environmentalIssues":["air pollution resulting in acid rain in both the US and Canada","the US is the largest single emitter of carbon dioxide from the burning of fossil fuels","water pollution from runoff of pesticides and fertilizers","limited natural freshwater resources in much of the western part of the country require careful management","desertification"],"climate":["mostly temperate, but tropical in Hawaii and Florida, arctic in Alaska, semiarid in the great plains west of the Mississippi River, and arid in the Great Basin of the southwest","low winter temperatures in the northwest are ameliorated occasionally in January and February by warm chinook winds from the eastern slopes of the Rocky Mountains"],"geographyNote":["world's third-largest country by size (after Russia and Canada) and by population (after China and India)","Mt. McKinley is highest point in North America and Death Valley the lowest point on the continent"]},"people":{"Population":313232,"Age structure":{"0-14 years":{"quantity":20.1,"unit":"%"},"15-64 years":{"quantity":66.8,"unit":"%"},"65 years and over":"13.1% (male 17,745,363/female 23,377,542) (2011 est.)"},"Median age":{"total":{"quantity":36.9,"unit":"years"},"male":{"quantity":35.6,"unit":"years"},"female":{"quantity":38.2,"unit":"years"}},"Population growth rate":{"quantity":0.963,"unit":"%"},"Birth rate":{"quantity":13.83,"unit":"births/1,000 population"},"Death rate":{"quantity":8.38,"unit":"deaths/1,000 population"},"Net migration rate":{"quantity":4.18,"unit":"migrant(s)/1,000 population"},"Urbanization":{"urban population":{"quantity":82,"unit":"% of total population"},"rate of urbanization":{"quantity":1.2,"unit":"% annual rate of change"}},"Major cities - population":"New York-Newark 19.3 million; Los Angeles-Long Beach-Santa Ana 12.675 million; Chicago 9.134 million; Miami 5.699 million; WASHINGTON, D.C. (capital) 4.421 million (2009)","Sex ratio":{"at birth":{"quantity":1.047,"unit":"male(s)/female"},"under 15 years":{"quantity":1.04,"unit":"male(s)/female"},"15-64 years":{"quantity":1,"unit":"male(s)/female"},"65 years and over":{"quantity":0.75,"unit":"male(s)/female"},"total population":{"quantity":0.97,"unit":"male(s)/female"}},"Infant mortality rate":{"total":{"quantity":6.06,"unit":"deaths/1,000 live births"},"country comparison to the world":"","male":{"quantity":6.72,"unit":"deaths/1,000 live births"},"female":{"quantity":5.37,"unit":"deaths/1,000 live births"}},"Life expectancy at birth":{"total population":{"quantity":78.37,"unit":"years"},"country comparison to the world":"","male":{"quantity":75.92,"unit":"years"},"female":{"quantity":80.93,"unit":"years"}},"Total fertility rate":{"quantity":2.06,"unit":"children born/woman"},"HIV/AIDS - adult prevalence rate":{"quantity":0.6,"unit":"%"},"HIV/AIDS - people living with HIV/AIDS":1200000,"HIV/AIDS - deaths":17000,"Drinking water source":{},"Sanitation facility access":{},"Nationality":{"noun":"American(s)","adjective":"American"},"Ethnic groups":{"Ethnic groups":"white 79.96%, black 12.85%, Asian 4.43%, Amerindian and Alaska native 0.97%, native Hawaiian and other Pacific islander 0.18%, two or more races 1.61% (July 2007 estimate)"},"Languages":{"Languages":"English 82.1%, Spanish 10.7%, other Indo-European 3.8%, Asian and Pacific island 2.7%, other 0.7% (2000 census)"},"Literacy":{"definition":"age 15 and over can read and write","total population":{"quantity":99,"unit":"%"},"male":{"quantity":99,"unit":"%"},"female":{"quantity":99,"unit":"%"}},"School life expectancy (primary to tertiary education)":{"total":{"quantity":16,"unit":"years"},"male":{"quantity":15,"unit":"years"},"female":{"quantity":17,"unit":"years"}},"Education expenditures":{"quantity":5.5,"unit":"% of GDP"},"religions":["Protestant 51.3%","Roman Catholic 23.9%","Mormon 1.7%","other Christian 1.6%","Jewish 1.7%","Buddhist 0.7%","Muslim 0.6%","other or unspecified 2.5%","unaffiliated 12.1%","none 4% (2007 est.)"]},"government":{"Country name":{"conventional long form":"United States of America","conventional short form":"United States","abbreviation":"US or USA"},"Government type":"Constitution-based federal republic; strong democratic tradition","Capital":{"name":"Washington, DC","geographic coordinates":{"N":{"deg":38,"min":53},"W":{"deg":77,"min":2}},"time difference":"UTC-5 (during Standard Time)","daylight saving time":"+1hr, begins second Sunday in March; ends first Sunday in November"},"Dependent areas":{"Dependent areas":"American Samoa, Baker Island, Guam, Howland Island, Jarvis Island, Johnston Atoll, Kingman Reef, Midway Islands, Navassa Island, Northern Mariana Islands, Palmyra Atoll, Puerto Rico, Virgin Islands, Wake Island"},"Independence":"4 July 1776 (declared); 3 September 1783 (recognized by Great Britain)","National holiday":"Independence Day, 4 July (1776)","Legal system":"common law system based on English common law at the federal level; state legal systems based on common law except Louisiana, which is based on Napoleonic civil code; judicial review of legislative acts","International law organization participation":"withdrew acceptance of compulsory  ICJ jurisdiction in 2005; withdrew acceptance of ICCt jurisdiction in 2002","Suffrage":"18 years of age; universal","Executive branch":{"chief of state":"President Barack H. OBAMA (since 20 January 2009); Vice President Joseph R. BIDEN (since 20 January 2009); note - the president is both the chief of state and head of government","head of government":"President Barack H. OBAMA (since 20 January 2009); Vice President Joseph R. BIDEN (since 20 January 2009)","cabinet":"Cabinet appointed by the president with Senate approval","elections":"president and vice president elected on the same ticket by a college of representatives who are elected directly from each state; president and vice president serve four-year terms (eligible for a second term); election last held 4 November 2008 (next to be held on 6 November 2012)","election results":"Barack H. OBAMA elected president; percent of popular vote - Barack H. OBAMA 52.4%, John MCCAIN 46.3%, other 1.3%;"},"Legislative branch":{"Legislative branch":"bicameral Congress consists of the Senate (100 seats, 2 members elected from each state by popular vote to serve six-year terms; one-third elected every two years) and the House of Representatives (435 seats; members directly elected by popular vote to serve two-year terms)","elections":"Senate - last held on 2 November 2010 (next to be held in November 2012); House of Representatives - last held on 2 November 2010 (next to be held in November 2012)","election results":"Senate - percent of vote by party - NA; seats by party - Democratic Party 51, Republican Party 47, independent 2; House of Representatives - percent of vote by party - NA; seats by party - Democratic Party 192, Republican Party 243"},"Judicial branch":"Supreme Court (nine justices; nominated by the president and confirmed with the advice and consent of the Senate; appointed to serve for life); United States Courts of Appeal; United States District Courts; State and County Courts","Political parties and leaders":"Democratic Party [Timothy KAINE]; Green Party; Libertarian Party [William (Bill) REDPATH]; Republican Party [Reince PRIEBUS]","Political pressure groups and leaders":"environmentalists; business groups; labor unions; churches; ethnic groups; political action committees or PAC; health groups; education groups; civic groups; youth groups; transportation groups; agricultural groups; veterans groups; women's groups; reform lobbies","Flag description":{"Flag description":"13 equal horizontal stripes of red (top and bottom) alternating with white; there is a blue rectangle in the upper hoist-side corner bearing 50 small, white, five-pointed stars arranged in nine offset horizontal rows of six stars (top and bottom) alternating with rows of five stars; the 50 stars represent the 50 states, the 13 stripes represent the 13 original colonies; the blue stands for loyalty, devotion, truth, justice, and friendship; red symbolizes courage, zeal, and fervency, while white denotes purity and rectitude of conduct; commonly referred to by its nickname of Old Glory"},"National anthem":{"name":"\"The Star-Spangled Banner\"","lyrics/music":"Francis Scott KEY/John Stafford SMITH"},"internationalOrganizations":["ADB (nonregional member)","AfDB (nonregional member)","ANZUS","APEC","Arctic Council","ARF","ASEAN (dialogue partner)","Australia Group","BIS","BSEC (observer)","CBSS (observer)","CD","CERN (observer)","CICA (observer)","CP","EAPC","EBRD","FAO","FATF","G-20","G-5","G-7","G-8","G-10","IADB","IAEA","IBRD","ICAO","ICC","ICRM","IDA","IEA","IFAD","IFC","IFRCS","IHO","ILO","IMF","IMO","IMSO","Interpol","IOC","IOM","ISO","ITSO","ITU","ITUC","MIGA","MINUSTAH","MONUSCO","NAFTA","NATO","NEA","NSG","OAS","OECD","OPCW","OSCE","Paris Club","PCA","PIF (partner)","SAARC (observer)","SECI (observer)","SPC","UN","UN Security Council","UNCTAD","UNESCO","UNHCR","UNITAR","UNMIL","UNRWA","UNTSO","UPU","WCO","WHO","WIPO","WMO","WTO","ZC"],"administrativeDivisions":["50 states and 1 district*","Alabama","Alaska","Arizona","Arkansas","California","Colorado","Connecticut","Delaware","District of Columbia*","Florida","Georgia","Hawaii","Idaho","Illinois","Indiana","Iowa","Kansas","Kentucky","Louisiana","Maine","Maryland","Massachusetts","Michigan","Minnesota","Mississippi","Missouri","Montana","Nebraska","Nevada","New Hampshire","New Jersey","New Mexico","New York","North Carolina","North Dakota","Ohio","Oklahoma","Oregon","Pennsylvania","Rhode Island","South Carolina","South Dakota","Tennessee","Texas","Utah","Vermont","Virginia","Washington","West Virginia","Wisconsin","Wyoming"]},"economy":{"Economy - overview":"The US has the largest and most technologically powerful economy in the world, with a per capita GDP of $47,200. In this market-oriented economy, private individuals and business firms make most of the decisions, and the federal and state governments buy needed goods and services predominantly in the private marketplace. US business firms enjoy greater flexibility than their counterparts in Western Europe and Japan in decisions to expand capital plant, to lay off surplus workers, and to develop new products. At the same time, they face higher barriers to enter their rivals' home markets than foreign firms face entering US markets. US firms are at or near the forefront in technological advances, especially in computers and in medical, aerospace, and military equipment; their advantage has narrowed since the end of World War II. The onrush of technology largely explains the gradual development of a \"two-tier labor market\" in which those at the bottom lack the education and the professional/technical skills of those at the top and, more and more, fail to get comparable pay raises, health insurance coverage, and other benefits. Since 1975, practically all the gains in household income have gone to the top 20% of households. The war in March-April 2003 between a US-led coalition and Iraq, and the subsequent occupation of Iraq, required major shifts in national resources to the military. Soaring oil prices between 2005 and the first half of 2008 threatened inflation and unemployment, as higher gasoline prices ate into consumers' budgets. Imported oil accounts for about 60% of US consumption. Long-term problems include inadequate investment in economic infrastructure, rapidly rising medical and pension costs of an aging population, sizable trade and budget deficits, and stagnation of family income in the lower economic groups. The merchandise trade deficit reached a record $840 billion in 2008 before shrinking to $506 billion in 2009, and ramping back up to $630 billion in 2010. The global economic downturn, the sub-prime mortgage crisis, investment bank failures, falling home prices, and tight credit pushed the United States into a recession by mid-2008. GDP contracted until the third quarter of 2009, making this the deepest and longest downturn since the Great Depression. To help stabilize financial markets, the US Congress established a $700 billion Troubled Asset Relief Program (TARP) in October 2008. The government used some of these funds to purchase equity in US banks and other industrial corporations, much of which had been returned to the government by early 2011. In January 2009 the US Congress passed and President Barack OBAMA signed a bill providing an additional $787 billion fiscal stimulus to be used over 10 years - two-thirds on additional spending and one-third on tax cuts - to create jobs and to help the economy recover. Approximately two-thirds of these funds were injected into the economy by the end of 2010. In March 2010, President OBAMA signed a health insurance reform bill into law that will extend coverage to an additional 32 million American citizens by 2016, through private health insurance for the general population and Medicaid for the impoverished. In July 2010, the president signed the DODD-FRANK Wall Street Reform and Consumer Protection Act, a bill designed to promote financial stability by protecting consumers from financial abuses, ending taxpayer bailouts of financial firms, dealing with troubled banks that are \"too big to fail,\" and improving accountability and transparency in the financial system - in particular, by requiring certain financial derivatives to be traded in markets that are subject to government regulation and oversight. In November 2010, in an attempt to keep interest rates from rising and snuffing out the nascent recovery, the US Federal Reserve Bank (The Fed) announced that it would purchase $600 billion worth of US Government bonds by June 2011.","GDP (purchasing power parity)":{"GDP (purchasing power parity)":{"usd":14660000000000},"country comparison to the world":""},"GDP (official exchange rate)":{"usd":14660000000000},"GDP - real growth rate":{"quantity":2.8,"unit":"%"},"GDP - per capita (PPP)":{"GDP - per capita (PPP)":{"usd":null},"country comparison to the world":""},"GDP - composition by sector":{"agriculture":{"quantity":1.2,"unit":"%"},"industry":{"quantity":22.2,"unit":"%"},"services":{"quantity":76.7,"unit":"%"}},"Labor force":{"Labor force":154900000,"country comparison to the world":""},"Labor force - by occupation":{"farming, forestry, and fishing":{"quantity":0.7,"unit":"%"},"manufacturing, extraction, transportation, and crafts":{"quantity":20.3,"unit":"%"},"managerial, professional, and technical":{"quantity":37.3,"unit":"%"},"sales and office":{"quantity":24.2,"unit":"%"},"other services":{"quantity":17.6,"unit":"%"}},"Unemployment rate":{"quantity":9.7,"unit":"%"},"Population below poverty line":{"quantity":12,"unit":"%"},"Household income or consumption by percentage share":{"lowest 10%":{"quantity":2,"unit":"%"},"highest 10%":{"quantity":30,"unit":"%"}},"Distribution of family income - Gini index":45,"Investment (gross fixed)":{"quantity":12.8,"unit":"% of GDP"},"Budget":{"revenues":{"usd":2092000000000},"expenditures":{"usd":3397000000000}},"Public debt":{"Public debt":{"quantity":58.9,"unit":"% of GDP"},"country comparison to the world":""},"Inflation rate (consumer prices)":{"quantity":1.4,"unit":"%"},"Central bank discount rate":{"quantity":0.5,"unit":"%"},"Commercial bank prime lending rate":{"quantity":3.25,"unit":"%"},"Stock of narrow money":{"usd":1740000000000},"Stock of broad money":{"usd":12390000000000},"Stock of domestic credit":{"usd":32610000000000},"Market value of publicly traded shares":{"usd":15080000000000},"Industrial production growth rate":{"quantity":3.3,"unit":"%"},"Electricity - production":{"quantity":4110000000000.0005,"unit":"kWh"},"Electricity - consumption":{"quantity":3873000000000,"unit":"kWh"},"Electricity - exports":{"quantity":24080000000,"unit":"kWh"},"Electricity - imports":{"quantity":57020000000,"unit":"kWh"},"Oil - production":{"quantity":9056000,"unit":"bbl/day"},"Oil - consumption":{"quantity":18690000,"unit":"bbl/day"},"Oil - exports":{"quantity":1704000,"unit":"bbl/day"},"Oil - imports":{"quantity":11310000,"unit":"bbl/day"},"Oil - proved reserves":{"quantity":19120000000,"unit":"bbl"},"Natural gas - production":{"quantity":593400000000,"unit":"cu m"},"Natural gas - consumption":{"quantity":646600000000,"unit":"cu m"},"Natural gas - exports":{"quantity":30350000000,"unit":"cu m"},"Natural gas - imports":{"quantity":106100000000,"unit":"cu m"},"Natural gas - proved reserves":{"quantity":6928000000000,"unit":"cu m"},"Current account balance":"$-561 billion (2010 est.)","Exports":{"usd":1270000000000},"Imports":{"usd":1903000000000},"Reserves of foreign exchange and gold":"$NA (31 December 2010 est.)","Debt - external":{"Debt - external":{"usd":13980000000000},"country comparison to the world":""},"Stock of direct foreign investment - at home":{"usd":2581000000000},"Stock of direct foreign investment - abroad":{"usd":3597000000000},"Exchange rates":{"British pounds per US dollar":"0.6388 (2010), 0.6494 (2009), 0.5302 (2008), 0.4993 (2007), 0.5418 (2006)","Canadian dollars per US dollar":"1.0346 (2010), 1.1431 (2009), 1.0364 (2008), 1.0724 (2007), 1.1334 (2006)","Chinese yuan per US dollar":"6.7852 (2010), 6.8314 (2009), 6.9385 (2008), 7.61 (2007), 7.97 (2006)","euros per US dollar":"0.755 (2010), 0.7198 (2009), 0.6827 (2008), 0.7345 (2007), 0.7964 (2006)","Japanese yen per US dollar":"1.0346 (2010), 1.1548 (2009), 1.0364 (2008), 1.0724 (2007), 1.1334 (2006), 87.78 (2010), 93.57 (2009), 103.58 (2008), 117.99 (2007), 116.18 (2006)"},"industries":["highly diversified, world leading, high-technology innovator, second largest industrial output in world","petroleum, steel, motor vehicles, aerospace, telecommunications, chemicals, electronics, food processing, consumer goods, lumber, mining"],"agricultureProducts":["wheat","corn","other grains","fruits","vegetables","cotton","beef","pork","poultry","dairy products","fish","forest products"],"exportCommodities":["agricultural products (soybeans","fruit","corn) 9.2%","industrial supplies (organic chemicals) 26.8%","capital goods (transistors","aircraft","motor vehicle parts","computers","telecommunications equipment) 49.0%","consumer goods (automobiles","medicines) 15.0%"],"exportPartners":["Canada 19.37%","Mexico 12.21%","China 6.58%","Japan 4.84%","UK 4.33%","Germany 4.1%"],"importCommodities":["agricultural products 4.9%","industrial supplies 32.9% (crude oil 8.2%)","capital goods 30.4% (computers","telecommunications equipment","motor vehicle parts","office machines","electric power machinery)","consumer goods 31.8% (automobiles","clothing","medicines","furniture","toys)"],"importPartners":["China 19.3%","Canada 14.24%","Mexico 11.12%","Japan 6.14%","Germany 4.53%"]},"communications":{"Telephones - main lines in use":141000000,"Telephones - mobile cellular":286000000,"Telephone system":{"general assessment":"a large, technologically advanced, multipurpose communications system","domestic":"a large system of fiber-optic cable, microwave radio relay, coaxial cable, and domestic satellites carries every form of telephone traffic; a rapidly growing cellular system carries mobile telephone traffic throughout the country","international":"country code - 1; multiple ocean cable systems provide international connectivity; satellite earth stations - 61 Intelsat (45 Atlantic Ocean and 16 Pacific Ocean), 5 Intersputnik (Atlantic Ocean region), and 4 Inmarsat (Pacific and Atlantic Ocean regions) (2000)"},"Broadcast media":"4 major terrestrial television networks with affiliate stations throughout the country, plus cable and satellite networks, independent stations, and a limited public broadcasting sector that is largely supported by private grants; overall, thousands of TV stations broadcasting; multiple national radio networks with large numbers of affiliate stations; while most stations are commercial, National Public Radio (NPR) has a network of some 600 member stations; satellite radio available; overall, nearly 15,000 radio stations operating (2008)","Internet country code":".us","Internet hosts":"439 million (2010); note - the US Internet total host count includes the following top level domain host addresses: .us, .com, .edu, .gov, .mil, .net, and .org","Internet users":245000000},"transport":{"Airports":15079,"Airports - with paved runways":{"total":5194,"over 3,047 m":189,"2,438 to 3,047 m":235,"1,524 to 2,437 m":1479,"914 to 1,523 m":2316},"Airports - with unpaved runways":{"total":9885,"2,438 to 3,047 m":7,"1,524 to 2,437 m":155,"914 to 1,523 m":1752,"under 914 m":7971},"Heliports":126,"Pipelines":"petroleum products 244,620 km; natural gas 548,665 km (2010)","Railways":{"total":{"quantity":226427,"unit":"km"},"country comparison to the world":"","standard gauge":"226,427 km 1.435-m gauge (2007)"},"Roadways":{"total":{"quantity":6506,"unit":"km"},"country comparison to the world":"","paved":{"quantity":4374,"unit":"km"},"unpaved":{"quantity":2131,"unit":"km"}},"Waterways":"41,009 km (19,312 km used for commerce; Saint Lawrence Seaway of 3,769 km, including the Saint Lawrence River of 3,058 km, is shared with Canada) (2008)","Merchant marine":{"total":418,"country comparison to the world":"","by type":"barge carrier 6, bulk carrier 58, cargo 58, carrier 3, chemical tanker 30, container 87, passenger 18, passenger/cargo 56, petroleum tanker 45, refrigerated cargo 3, roll on/roll off 27, vehicle carrier 27","foreign-owned":86,"registered in other countries":"734 (Antigua and Barbuda 6, Australia 2, Bahamas 100, Belgium 2, Bermuda 25, Cambodia 4, Canada 9, Cayman Islands 54, Comoros 2, Cyprus 7, Georgia 1, Greece 7, Hong Kong 31, Indonesia 2, Ireland 2, Isle of Man 2, Italy 21, Liberia 39, Luxembourg 3, Malta 35, Marshall Islands 168, Netherlands 15, Norway 9, Panama 102, Portugal 4, Saint Kitts and Nevis 1, Saint Vincent and the Grenadines 19, Sierra Leone 1, Singapore 33, South Korea 8, UK 11, unknown 8) (2010)"},"Ports and terminals":{"cargo ports (tonnage)":"Baton Rouge, Corpus Christi, Houston, Long Beach, Los Angeles, New Orleans, New York, Plaquemines, Tampa, Texas City","container ports (TEUs)":"Los Angeles (7,849,985), Long Beach (6,350,125), New York/New Jersey (5,265,058), Savannah (2,616,126), Oakland (2,236,244), Hampton Roads (2,083,278) (2008)","cruise departure ports (passengers)":"Miami (2,032,000), Port Everglades (1,277,000), Port Canaveral (1,189,000), Seattle (430,000), Long Beach (415,000) (2009)"}},"military":{"Military branches":"United States Armed Forces: US Army, US Navy (includes Marine Corps), US Air Force, US Coast Guard; note - Coast Guard administered in peacetime by the Department of Homeland Security, but in wartime reports to the Department of the Navy (2009)","Military service age and obligation":"18 years of age (17 years of age with parental consent) for male and female voluntary service; maximum enlistment age 42 (Army), 27 (Air Force), 34 (Navy), 28 (Marines); service obligation 8 years, including 2-5 years active duty (Army), 2 years active (Navy), 4 years active (Air Force, Marines) (2010)","Manpower available for military service":{"males age 16-49":73270,"females age 16-49":71941},"Manpower fit for military service":{"males age 16-49":60620,"females age 16-49":59401},"Manpower reaching militarily significant age annually":{"male":2161,"female":2055},"Military expenditures":{"quantity":4.06,"unit":"% of GDP"}},"issues":{"Refugees and internally displaced persons":{"refugees (country of origin)":"the US admitted 62,643 refugees during FY04/05 including; 10,586 (Somalia); 8,549 (Laos); 6,666 (Russia); 6,479 (Cuba); 3,100 (Haiti); 2,136 (Iran) (2006)"},"Illicit drugs":"world's largest consumer of cocaine (shipped from Colombia through Mexico and the Caribbean), Colombian heroin, and Mexican heroin and marijuana; major consumer of ecstasy and Mexican methamphetamine; minor consumer of high-quality Southeast Asian heroin; illicit producer of cannabis, marijuana, depressants, stimulants, hallucinogens, and methamphetamine; money-laundering center","internationalDisputes":["the US has intensified domestic security measures and is collaborating closely with its neighbors, Canada and Mexico, to monitor and control legal and illegal personnel, transport, and commodities across the international borders","abundant rainfall in recent years along much of the Mexico-US border region has ameliorated periodically strained water-sharing arrangements","1990 Maritime Boundary Agreement in the Bering Sea still awaits Russian Duma ratification","Canada and the United States dispute how to divide the Beaufort Sea and the status of the Northwest Passage but continue to work cooperatively to survey the Arctic continental shelf","The Bahamas and US have not been able to agree on a maritime boundary","US Naval Base at Guantanamo Bay is leased from Cuba and only mutual agreement or US abandonment of the area can terminate the lease","Haiti claims US-administered Navassa Island","US has made no territorial claim in Antarctica (but has reserved the right to do so) and does not recognize the claims of any other states","Marshall Islands claims Wake Island","Tokelau included American Samoa's Swains Island among the islands listed in its 2006 draft constitution"]}}